{"rule":"If a man turns into a lion: Losses.","omen":"turns into a lion","interpretation":"losses"}
{"rule":"If a man does something with a bull: His house will become prosperous.","omen":"does something with a bull","interpretation":"his house will become prosperous"}
{"rule":"If a man has to do with a bull: He will acquire whatever the gods give to mankind to own.","omen":"has to do with a bull","interpretation":"he will acquire whatever the gods give to mankind to own"}
{"rule":"If a man carries a sprout in his lap and kisses it repeatedly: This man will acquire barley and silver.","omen":"carries a sprout in his lap and kisses it repeatedly","interpretation":"this man will acquire barley and silver"}
{"rule":"If it grows out of his lap: Whatever he owns will be lost.","omen":"grows out of his lap","interpretation":"whatever he owns will be lost"}
{"rule":"If the feet of a man are lame: Downfall of his ill-wisher.","omen":"the feet of a man are lame","interpretation":"downfall of his illwisher"}
{"rule":"If the eyes of a man do not see: For an important person, this means more importance; for a poor person, more poverty.","omen":"the eyes of a man do not see","interpretation":"for an important person this means more importance for a poor person more poverty"}
{"rule":"If a man is clad in the hide of a goat: An important person will be removed and will die.","omen":"is clad in the hide of a goat","interpretation":"an important person will be removed and will die"}
{"rule":"If a man is clad in a black garment: Losses.","omen":"is clad in a black garment","interpretation":"losses"}
{"rule":"If the mouth of a man is afflicted: For a rich man, more riches; for a sick person, he will die.","omen":"the mouth of a man is afflicted","interpretation":"for a rich man more riches for a sick person he will die"}
{"rule":"If a man carries something: He will become rich.","omen":"carries something","interpretation":"he will become rich"}
{"rule":"If a man carries a small child: He will become poor.","omen":"carries a small child","interpretation":"he will become poor"}
{"rule":"If a man enters a ditch: His wife will commit adultery.","omen":"enters a ditch","interpretation":"his wife will commit adultery"}
{"rule":"If the house of a man is affected: His possessions will be taken away.","omen":"the house of a man is affected","interpretation":"his possessions will be taken away"}
{"rule":"If the head of a man is cut off: His enemy will place his evil in front of him.","omen":"the head of a man is cut off","interpretation":"his enemy will place his evil in front of him"}
{"rule":"If something happens: His days will be long.","omen":"something happens","interpretation":"his days will be long"}
{"rule":"If a man goes to a wild animal: His house will become prosperous.","omen":"goes to a wild animal","interpretation":"his house will become prosperous"}
{"rule":"If a man goes to his daughter: Losses.","omen":"goes to his daughter","interpretation":"losses"}
{"rule":"If the belly of a man is open and his intestines are entangled: His well-being will be excessive.","omen":"the belly of a man is open and his intestines are entangled","interpretation":"his wellbeing will be excessive"}
{"rule":"If his intestines are not entangled: Evil will follow.","omen":"his intestines are not entangled","interpretation":"evil will follow"}
{"rule":"If a man flies repeatedly: Whatever he owns will be lost.","omen":"flies repeatedly","interpretation":"whatever he owns will be lost"}
{"rule":"If a man takes off and flies once: For a subject, it means loss of good things; for a poor man, loss of poverty, and he will see his good wishes fulfilled.","omen":"takes off and flies once","interpretation":"for a subject it means loss of good things for a poor man loss of poverty and he will see his good wishes fulfilled"}
{"rule":"If a man flies from the place he is standing on and rises towards the sky: To this man one will restore what he has lost.","omen":"flies from the place he is standing on and rises towards the sky","interpretation":"to this man one will restore what he has lost"}
{"rule":"If a man kisses his penis: Whatever he orders will be obeyed; nothing he desires will be withheld.","omen":"kisses his penis","interpretation":"whatever he orders will be obeyed nothing he desires will be withheld"}
{"rule":"If a man travels repeatedly within the country: Distress will follow distress.","omen":"travels repeatedly within the country","interpretation":"distress will follow distress"}
{"rule":"If a man travels repeatedly beyond the borders of the country: He will become important.","omen":"travels repeatedly beyond the borders of the country","interpretation":"he will become important"}
{"rule":"If a man carries repeatedly milhu: The god of the man will intervene.","omen":"carries repeatedly milhu","interpretation":"the god of the man will intervene"}
{"rule":"If a man walks repeatedly through \"light\" water: He will experience either an easy lawsuit or a light disease.","omen":"walks repeatedly through light water","interpretation":"he will experience either an easy lawsuit or a light disease"}
{"rule":"If a man walks repeatedly through \"heavy\" water: He will experience either a difficult lawsuit or a dangerous disease.","omen":"walks repeatedly through heavy water","interpretation":"he will experience either a difficult lawsuit or a dangerous disease"}
{"rule":"If a man crosses either a river or a swamp and sinks down: He will face great difficulties.","omen":"crosses either a river or a swamp and sinks down","interpretation":"he will face great difficulties"}
{"rule":"If a man ascends to heaven and the gods bless him: This man will die.","omen":"ascends to heaven and the gods bless him","interpretation":"this man will die"}
{"rule":"If a man ascends to heaven and the gods curse him: This man will live long.","omen":"ascends to heaven and the gods curse him","interpretation":"this man will live long"}
{"rule":"If a man descends to the netherworld: For the rich, it means more riches; for the poor, more poverty.","omen":"descends to the netherworld","interpretation":"for the rich it means more riches for the poor more poverty"}
{"rule":"If a man descends to the netherworld and the dead bless him: This man will die and will not be buried in his country.","omen":"descends to the netherworld and the dead bless him","interpretation":"this man will die and will not be buried in his country"}
{"rule":"If a man descends to the netherworld and the dead rejoice over him: For the rich, it means sorrow for the subject.","omen":"descends to the netherworld and the dead rejoice over him","interpretation":"for the rich it means sorrow for the subject"}
{"rule":"If a man descends to the netherworld and the dead curse him: Someone will bless him.","omen":"descends to the netherworld and the dead curse him","interpretation":"someone will bless him"}
{"rule":"If a man kisses a dead person: He will stand up in court against his adversary.","omen":"kisses a dead person","interpretation":"he will stand up in court against his adversary"}
{"rule":"If a dead person kisses a man: Someone near to him will die.","omen":"a dead person kisses a man","interpretation":"someone near to him will die"}
{"rule":"If a dead person blesses the man: Obtaining of property.","omen":"a dead person blesses the man","interpretation":"obtaining of property"}
{"rule":"If a man in his dream makes a door: The \"evil-demon\" will head for him.","omen":"in his dream makes a door","interpretation":"the evildemon will head for him"}
{"rule":"If a man makes a chair: The \"evil-demon\" will head for him.","omen":"makes a chair","interpretation":"the evildemon will head for him"}
{"rule":"If a man makes a bed: The \"evil-demon\" will head for him.","omen":"makes a bed","interpretation":"the evildemon will head for him"}
{"rule":"If a man makes a table: The \"evil-demon\" will head for him.","omen":"makes a table","interpretation":"the evildemon will head for him"}
{"rule":"If a man makes a stool: The \"evil-demon\" will head for him.","omen":"makes a stool","interpretation":"the evildemon will head for him"}
{"rule":"If a man makes a boat: The \"evil-demon\" will head for him.","omen":"makes a boat","interpretation":"the evildemon will head for him"}
{"rule":"If a man sits on an AB.GI.NA: He will stand in triumph.","omen":"sits on an abgina","interpretation":"he will stand in triumph"}
{"rule":"If he sits on reed: His good luck will leave him.","omen":"sits on reed","interpretation":"his good luck will leave him"}
{"rule":"If he sits on the ground: Honors are in store for him.","omen":"sits on the ground","interpretation":"honors are in store for him"}
{"rule":"If his urine expands in front of his penis and hits the wall: He will not have sons.","omen":"his urine expands in front of his penis and hits the wall","interpretation":"he will not have sons"}
{"rule":"If his urine expands in front of his penis and hits the wall and the street: He will have sons.","omen":"his urine expands in front of his penis and hits the wall and the street","interpretation":"he will have sons"}
{"rule":"If his urine expands in front of his penis and fills all the streets: His property will be robbed and given to the city.","omen":"his urine expands in front of his penis and fills all the streets","interpretation":"his property will be robbed and given to the city"}
{"rule":"If his urine expands in front of his penis and he does obeisance in front of his urine: He will beget a son, and he will be king.","omen":"his urine expands in front of his penis and he does obeisance in front of his urine","interpretation":"he will beget a son and he will be king"}
{"rule":"If he urinates on a wall: He will have sons.","omen":"urinates on a wall","interpretation":"he will have sons"}
{"rule":"If he urinates over small reeds: He will not have sons.","omen":"urinates over small reeds","interpretation":"he will not have sons"}
{"rule":"If he steps on his urine with his foot: His eldest son will die.","omen":"steps on his urine with his foot","interpretation":"his eldest son will die"}
{"rule":"If he washes his hands in his urine: He will enjoy little.","omen":"washes his hands in his urine","interpretation":"he will enjoy little"}
{"rule":"If he sprinkles himself with his urine: His sheepfold will expand.","omen":"sprinkles himself with his urine","interpretation":"his sheepfold will expand"}
{"rule":"If he sprinkles himself with his urine and wipes himself clean: The disease called \"Hand-of-Ishtar.\"","omen":"sprinkles himself with his urine and wipes himself clean","interpretation":"the disease called handofishtar"}
{"rule":"If he directs his urine towards the sky: The son he will beget will become important, but his own days will be short.","omen":"directs his urine towards the sky","interpretation":"the son he will beget will become important but his own days will be short"}
{"rule":"If he pours his urine into a river: His harvest will be bountiful.","omen":"pours his urine into a river","interpretation":"his harvest will be bountiful"}
{"rule":"If he pours his urine into a well: He will lose his property.","omen":"pours his urine into a well","interpretation":"he will lose his property"}
{"rule":"If he pours his urine into an irrigation-canal: Adad, the weather god, will flood his harvest.","omen":"pours his urine into an irrigationcanal","interpretation":"adad the weather god will flood his harvest"}
{"rule":"If he spatters himself with his own urine: He will forget what he has said.","omen":"spatters himself with his own urine","interpretation":"he will forget what he has said"}
{"rule":"If he drinks the urine of his wife: This man will enjoy abundance.","omen":"drinks the urine of his wife","interpretation":"this man will enjoy abundance"}
{"rule":"If a man greets the king or the god in his dream: He will quarrel.","omen":"greets the king or the god in his dream","interpretation":"he will quarrel"}
{"rule":"If a man enters the gate of his city in his dream: Wherever he turns, he will not attain his desire.","omen":"enters the gate of his city in his dream","interpretation":"wherever he turns he will not attain his desire"}
{"rule":"If he goes out of the gate of the city: Wherever he turns, he will not attain his desire.","omen":"goes out of the gate of the city","interpretation":"wherever he turns he will not attain his desire"}
{"rule":"If he ascends to heaven: His days will be short.","omen":"ascends to heaven","interpretation":"his days will be short"}
{"rule":"If he descends to the netherworld: His days will be long.","omen":"descends to the netherworld","interpretation":"his days will be long"}
{"rule":"If he goes to the \"Country-of-no-return\": His days will be long.","omen":"goes to the countryofnoreturn","interpretation":"his days will be long"}
{"rule":"If he goes to Nippur: Sorrow, well-being for one year.","omen":"goes to nippur","interpretation":"sorrow wellbeing for one year"}
{"rule":"If he goes to Babylon: Sighs, well-being for one year.","omen":"goes to babylon","interpretation":"sighs wellbeing for one year"}
{"rule":"If he goes to the town Hit: His old age will be long, his possessions will expand.","omen":"goes to the town hit","interpretation":"his old age will be long his possessions will expand"}
{"rule":"If he goes to the town Hit and submerges in the sacred river: He will build a proud house, his days will be long.","omen":"goes to the town hit and submerges in the sacred river","interpretation":"he will build a proud house his days will be long"}
{"rule":"If he goes to the town Dur-Marduk-TI.LA: He will stand up in court against his adversary.","omen":"goes to the town durmarduktila","interpretation":"he will stand up in court against his adversary"}
{"rule":"If he goes to Girsu: There will be joy, no iniquity.","omen":"goes to girsu","interpretation":"there will be joy no iniquity"}
{"rule":"If he goes to Lagash: He will be robbed.","omen":"goes to lagash","interpretation":"he will be robbed"}
{"rule":"If he visits the temple: Good news.","omen":"visits the temple","interpretation":"good news"}
{"rule":"If he visits the temple: His prayers will be listened to.","omen":"visits the temple","interpretation":"his prayers will be listened to"}
{"rule":"If he goes to (the country) Iamutbal: He will be imprisoned.","omen":"goes to the country iamutbal","interpretation":"he will be imprisoned"}
{"rule":"If he goes to Tiha: He will become strong.","omen":"goes to tiha","interpretation":"he will become strong"}
{"rule":"If he goes to Islan: Wrath of the deity.","omen":"goes to islan","interpretation":"wrath of the deity"}
{"rule":"If he goes to Kalati: He will utter something which should not be said.","omen":"goes to kalati","interpretation":"he will utter something which should not be said"}
{"rule":"If he goes to Parsa: Disease will strike among his neighbors.","omen":"goes to parsa","interpretation":"disease will strike among his neighbors"}
{"rule":"If he goes to Laban: He will build a house.","omen":"goes to laban","interpretation":"he will build a house"}
{"rule":"If he goes to Opis: His cattle-fold will be dispersed.","omen":"goes to opis","interpretation":"his cattlefold will be dispersed"}
{"rule":"If he goes to Laban: He will make a great name for himself.","omen":"goes to laban","interpretation":"he will make a great name for himself"}
{"rule":"If he goes to Lubda: Imprisonment will seize him.","omen":"goes to lubda","interpretation":"imprisonment will seize him"}
{"rule":"If he goes to the house of a joyful man: He will see days of sadness.","omen":"goes to the house of a joyful man","interpretation":"he will see days of sadness"}
{"rule":"If he goes to an orchard: Somebody will pronounce his release.","omen":"goes to an orchard","interpretation":"somebody will pronounce his release"}
{"rule":"If he goes to a vegetable garden: His work will get worse, or he will be free of hardship.","omen":"goes to a vegetable garden","interpretation":"his work will get worse or he will be free of hardship"}
{"rule":"If he goes to set a wood-pile afire: He will see days of sadness.","omen":"goes to set a woodpile afire","interpretation":"he will see days of sadness"}
{"rule":"If he goes to plant a field: He will be free of hardship.","omen":"goes to plant a field","interpretation":"he will be free of hardship"}
{"rule":"If he goes to hunt in the desert: He will become sad.","omen":"goes to hunt in the desert","interpretation":"he will become sad"}
{"rule":"If he goes to a fold for big cattle: He will receive the help of the deity.","omen":"goes to a fold for big cattle","interpretation":"he will receive the help of the deity"}
{"rule":"If he goes to a fold for sheep: He will become a chieftain.","omen":"goes to a fold for sheep","interpretation":"he will become a chieftain"}
{"rule":"If he goes to a fold for goats: He will receive the mercy of the deity.","omen":"goes to a fold for goats","interpretation":"he will receive the mercy of the deity"}
{"rule":"If he goes into a cane-break, cuts reeds, and makes them into bundles: He will recover from a dangerous disease.","omen":"goes into a canebreak cuts reeds and makes them into bundles","interpretation":"he will recover from a dangerous disease"}
{"rule":"If he goes to \"Wine-Land\": Sesame, wool of all kinds will be his.","omen":"goes to wineland","interpretation":"sesame wool of all kinds will be his"}
{"rule":"If he goes to the sea: What was thought to be lost, what he has squandered, he will gather again.","omen":"goes to the sea","interpretation":"what was thought to be lost what he has squandered he will gather again"}
{"rule":"If he goes to the town Aran: His crime will be removed.","omen":"goes to the town aran","interpretation":"his crime will be removed"}
{"rule":"If he goes to Iamutbal: He will see misery.","omen":"goes to iamutbal","interpretation":"he will see misery"}
{"rule":"If he goes to Tupliash: There will be pardon of the god.","omen":"goes to tupliash","interpretation":"there will be pardon of the god"}
{"rule":"If he eats the meat of a hyena: Evil seizure.","omen":"eats the meat of a hyena","interpretation":"evil seizure"}
{"rule":"If he eats the meat of some wild animal: Evil seizure, there will be cases of death in his family.","omen":"eats the meat of some wild animal","interpretation":"evil seizure there will be cases of death in his family"}
{"rule":"If he eats the meat of some foreign wild animal: His bad luck will be removed.","omen":"eats the meat of some foreign wild animal","interpretation":"his bad luck will be removed"}
{"rule":"If he eats the head of an animal: He will have barley.","omen":"eats the head of an animal","interpretation":"he will have barley"}
{"rule":"If he eats the innards of an animal: Peace of mind.","omen":"eats the innards of an animal","interpretation":"peace of mind"}
{"rule":"If he slaughters the animal and eats its meat: No peace of mind.","omen":"slaughters the animal and eats its meat","interpretation":"no peace of mind"}
{"rule":"If he eats the base of the entrails of an animal: Peace of mind.","omen":"eats the base of the entrails of an animal","interpretation":"peace of mind"}
{"rule":"If he eats the meat of a dog: Rebellion, not obtaining of his desire.","omen":"eats the meat of a dog","interpretation":"rebellion not obtaining of his desire"}
{"rule":"If he eats the meat of a beaver: Rebellion.","omen":"eats the meat of a beaver","interpretation":"rebellion"}
{"rule":"If he eats the meat of a gazelle: The disease \"sahal seri.\"","omen":"eats the meat of a gazelle","interpretation":"the disease sahal seri"}
{"rule":"If he eats the meat of a wild bull: His days will be long.","omen":"eats the meat of a wild bull","interpretation":"his days will be long"}
{"rule":"If he eats the meat of a fox: An attack of \"sibil ri,\" for an unfortunate person: good luck.","omen":"eats the meat of a fox","interpretation":"an attack of sibil ri for an unfortunate person good luck"}
{"rule":"If he eats the meat of a monkey: He will make acquisitions by force.","omen":"eats the meat of a monkey","interpretation":"he will make acquisitions by force"}
{"rule":"If he eats meat he knows: Peace of mind.","omen":"eats meat he knows","interpretation":"peace of mind"}
{"rule":"If he eats meat he does not know: No peace of mind.","omen":"eats meat he does not know","interpretation":"no peace of mind"}
{"rule":"If he eats human meat: He will have great riches.","omen":"eats human meat","interpretation":"he will have great riches"}
{"rule":"If he eats meat from a dead man: Somebody will take away what he owns, his mind will not be in peace.","omen":"eats meat from a dead man","interpretation":"somebody will take away what he owns his mind will not be in peace"}
{"rule":"If he eats meat from a corpse: Somebody will take away what he owns, his mind will not be at peace.","omen":"eats meat from a corpse","interpretation":"somebody will take away what he owns his mind will not be at peace"}
{"rule":"If he eats his own entrails: His possessions will be lost.","omen":"eats his own entrails","interpretation":"his possessions will be lost"}
{"rule":"If he eats his own flesh: His property will be lost, with a disturbed mind he will live.","omen":"eats his own flesh","interpretation":"his property will be lost with a disturbed mind he will live"}
{"rule":"If he eats the flesh of his friend: He will enjoy a large share.","omen":"eats the flesh of his friend","interpretation":"he will enjoy a large share"}
{"rule":"If his friend eats his face: He will enjoy a large share.","omen":"his friend eats his face","interpretation":"he will enjoy a large share"}
{"rule":"If he eats the eye of his friend: His bad luck is straightened out, his property will prosper.","omen":"eats the eye of his friend","interpretation":"his bad luck is straightened out his property will prosper"}
{"rule":"If he eats the flesh of his hand: His daughter will die.","omen":"eats the flesh of his hand","interpretation":"his daughter will die"}
{"rule":"If he eats the flesh of the hand of his friend: Something he does not know yet is lost, imprisonment will seize him.","omen":"eats the flesh of the hand of his friend","interpretation":"something he does not know yet is lost imprisonment will seize him"}
{"rule":"If he eats the flesh of his foot: His eldest son will die.","omen":"eats the flesh of his foot","interpretation":"his eldest son will die"}
{"rule":"If he eats the flesh of the foot of his friend: Among those near to him, sorrow.","omen":"eats the flesh of the foot of his friend","interpretation":"among those near to him sorrow"}
{"rule":"If he eats his penis: His son will die.","omen":"eats his penis","interpretation":"his son will die"}
{"rule":"If he eats the penis of his friend: He will have a son.","omen":"eats the penis of his friend","interpretation":"he will have a son"}
{"rule":"If he eats a bird: He shall not leave the house.","omen":"eats a bird","interpretation":"he shall not leave the house"}
{"rule":"If he eats a duck: He will have food in abundance.","omen":"eats a duck","interpretation":"he will have food in abundance"}
{"rule":"If he eats a raven: Income will come in.","omen":"eats a raven","interpretation":"income will come in"}
{"rule":"If he eats an apple: He will acquire what his heart wants.","omen":"eats an apple","interpretation":"he will acquire what his heart wants"}
{"rule":"If he eats a fig: He will eat sweet food.","omen":"eats a fig","interpretation":"he will eat sweet food"}
{"rule":"If he eats a single grape: Joy, or also heart-break.","omen":"eats a single grape","interpretation":"joy or also heartbreak"}
{"rule":"If he eats a raisin: He will experience bitterness.","omen":"eats a raisin","interpretation":"he will experience bitterness"}
{"rule":"If he eats a pear: He will be hungry.","omen":"eats a pear","interpretation":"he will be hungry"}
{"rule":"If he eats a kiln-fired brick: His mind will be at peace.","omen":"eats a kilnfired brick","interpretation":"his mind will be at peace"}
{"rule":"If he eats earth: Confusion, he will become decrepit.","omen":"eats earth","interpretation":"confusion he will become decrepit"}
{"rule":"If he eats earth as bread: He will be removed from his position.","omen":"eats earth as bread","interpretation":"he will be removed from his position"}
{"rule":"If he eats dust: He will become decrepit, suffer want, and experience alienation from his god.","omen":"eats dust","interpretation":"he will become decrepit suffer want and experience alienation from his god"}
{"rule":"If he eats the faeces of his friend: His property will prosper, he will have good luck.","omen":"eats the faeces of his friend","interpretation":"his property will prosper he will have good luck"}
{"rule":"If he eats the faeces of wild animals: He will have riches.","omen":"eats the faeces of wild animals","interpretation":"he will have riches"}
{"rule":"If he eats the fruit of the NAM.TAR plant: Hardship, but he will prevail over his enemy.","omen":"eats the fruit of the namtar plant","interpretation":"hardship but he will prevail over his enemy"}
{"rule":"If he eats the seeds of the sarbatu tree: His evil luck will be removed.","omen":"eats the seeds of the sarbatu tree","interpretation":"his evil luck will be removed"}
{"rule":"If he eats bitumen: Imprisonment will seize him, no peace of mind.","omen":"eats bitumen","interpretation":"imprisonment will seize him no peace of mind"}
{"rule":"If he eats slime: A troubled mind, he will become decrepit.","omen":"eats slime","interpretation":"a troubled mind he will become decrepit"}
{"rule":"If he eats flies: He will have barley and silver.","omen":"eats flies","interpretation":"he will have barley and silver"}
{"rule":"If he eats ants: His possessions will constantly keep him busy.","omen":"eats ants","interpretation":"his possessions will constantly keep him busy"}
{"rule":"If he eats worms: Obtaining of a triumph.","omen":"eats worms","interpretation":"obtaining of a triumph"}
{"rule":"If he eats geckos: Whatever he owns will vanish.","omen":"eats geckos","interpretation":"whatever he owns will vanish"}
{"rule":"If he drinks his own urine: Peace of mind.","omen":"drinks his own urine","interpretation":"peace of mind"}
{"rule":"If one gives him a seal: He will have a son.","omen":"one gives him a seal","interpretation":"he will have a son"}
{"rule":"If one gives him a seal of lapis lazuli: The gods will favor him.","omen":"one gives him a seal of lapis lazuli","interpretation":"the gods will favor him"}
{"rule":"If one gives him a seal of red stone: He will have sons and daughters.","omen":"one gives him a seal of red stone","interpretation":"he will have sons and daughters"}
{"rule":"If one gives him a mounted seal: He will have neither sons nor daughters.","omen":"one gives him a mounted seal","interpretation":"he will have neither sons nor daughters"}
{"rule":"If one gives him a seal of ivory: He will attain his heart's desire.","omen":"one gives him a seal of ivory","interpretation":"he will attain his hearts desire"}
{"rule":"If one gives him an inscribed seal: He will have a name or a legitimate son.","omen":"one gives him an inscribed seal","interpretation":"he will have a name or a legitimate son"}
{"rule":"If one gives him a seal with figures: He will have sons, and peace of mind.","omen":"one gives him a seal with figures","interpretation":"he will have sons and peace of mind"}
{"rule":"If one gives him a royal seal: There will be a protective god and goddess for him.","omen":"one gives him a royal seal","interpretation":"there will be a protective god and goddess for him"}
{"rule":"If one gives him an old seal: A legitimate son or he will receive a sign.","omen":"one gives him an old seal","interpretation":"a legitimate son or he will receive a sign"}
{"rule":"If one gives him a perforated seal: He will have a legitimate son.","omen":"one gives him a perforated seal","interpretation":"he will have a legitimate son"}
{"rule":"If one gives him an unperforated seal: He will have a deaf son.","omen":"one gives him an unperforated seal","interpretation":"he will have a deaf son"}
{"rule":"If he wears a seal and one takes it away: Either his son or his daughter will die.","omen":"wears a seal and one takes it away","interpretation":"either his son or his daughter will die"}
{"rule":"If one gives him juniper: He will experience a pleasant year.","omen":"one gives him juniper","interpretation":"he will experience a pleasant year"}
{"rule":"If one gives him mihru-wood: He will have no rival.","omen":"one gives him mihruwood","interpretation":"he will have no rival"}
{"rule":"If one gives him poplar: He will get a wife.","omen":"one gives him poplar","interpretation":"he will get a wife"}
{"rule":"If one gives him aromatic matter he knows: He will find something lost.","omen":"one gives him aromatic matter he knows","interpretation":"he will find something lost"}
{"rule":"If one gives him aromatic matter he does not know: The king will take away his possessions.","omen":"one gives him aromatic matter he does not know","interpretation":"the king will take away his possessions"}
{"rule":"If one gives him boxwood: He will be happy (lit.: shine).","omen":"one gives him boxwood","interpretation":"he will be happy lit shine"}
{"rule":"If one gives him mesu-wood: He will have daughters.","omen":"one gives him mesuwood","interpretation":"he will have daughters"}
{"rule":"If one gives him terebinth: The deity will present him with \"life\" (i.e., health).","omen":"one gives him terebinth","interpretation":"the deity will present him with life ie health"}
{"rule":"If one gives him cedar: Either his father or his firstborn son will die.","omen":"one gives him cedar","interpretation":"either his father or his firstborn son will die"}
{"rule":"If one gives him cypress: He will come to an end in his prime.","omen":"one gives him cypress","interpretation":"he will come to an end in his prime"}
{"rule":"If one gives him the tool of the carpenter: He will own the house of his adversary.","omen":"one gives him the tool of the carpenter","interpretation":"he will own the house of his adversary"}
{"rule":"If one gives him the tool of the leatherworker: There will be constant expenses for him.","omen":"one gives him the tool of the leatherworker","interpretation":"there will be constant expenses for him"}
{"rule":"If one gives him the tool of the smith: An evil spell will seize him.","omen":"one gives him the tool of the smith","interpretation":"an evil spell will seize him"}
{"rule":"If one gives him the tool of the stone-cutter: His possessions will prosper.","omen":"one gives him the tool of the stonecutter","interpretation":"his possessions will prosper"}
{"rule":"If one gives him the tool of the potter: A \"mighty king\" will seize his riches.","omen":"one gives him the tool of the potter","interpretation":"a mighty king will seize his riches"}
{"rule":"If one gives him the tool of the reed-worker: Joy of heart will follow him.","omen":"one gives him the tool of the reedworker","interpretation":"joy of heart will follow him"}
{"rule":"If one gives him the tool of the coppersmith: Poverty and want will seize him.","omen":"one gives him the tool of the coppersmith","interpretation":"poverty and want will seize him"}
{"rule":"If one gives him tallow: He will obtain hardship.","omen":"one gives him tallow","interpretation":"he will obtain hardship"}
{"rule":"If one gives him beef tallow: He will grow old.","omen":"one gives him beef tallow","interpretation":"he will grow old"}
{"rule":"If one gives him mutton tallow: Seizure of the eyes.","omen":"one gives him mutton tallow","interpretation":"seizure of the eyes"}
{"rule":"If one gives him lion tallow: He will have no rival.","omen":"one gives him lion tallow","interpretation":"he will have no rival"}
{"rule":"If one gives him wolf tallow: His personal god is angry with him.","omen":"one gives him wolf tallow","interpretation":"his personal god is angry with him"}
{"rule":"If one gives him dog tallow: Evil seizure.","omen":"one gives him dog tallow","interpretation":"evil seizure"}
{"rule":"If one gives him tallow from a known wild animal: Terror will seize him.","omen":"one gives him tallow from a known wild animal","interpretation":"terror will seize him"}
{"rule":"If one gives him horse meat: He will come to shame in court.","omen":"one gives him horse meat","interpretation":"he will come to shame in court"}
{"rule":"If one gives him wild donkey meat: Want of barley.","omen":"one gives him wild donkey meat","interpretation":"want of barley"}
{"rule":"If one gives him dried meat: An evil spell will seize him.","omen":"one gives him dried meat","interpretation":"an evil spell will seize him"}
{"rule":"If one gives him dog meat: His field will be productive.","omen":"one gives him dog meat","interpretation":"his field will be productive"}
{"rule":"If one gives him pork meat: Bad health.","omen":"one gives him pork meat","interpretation":"bad health"}
{"rule":"If one gives him donkey meat: He will find something which does not belong to him.","omen":"one gives him donkey meat","interpretation":"he will find something which does not belong to him"}
{"rule":"If one gives him the head of a pick-axe: His head will be cut off.","omen":"one gives him the head of a pickaxe","interpretation":"his head will be cut off"}
{"rule":"If one gives him a leather shield: He will get out of his distress.","omen":"one gives him a leather shield","interpretation":"he will get out of his distress"}
{"rule":"If one gives him a goad: This man will have no equal.","omen":"one gives him a goad","interpretation":"this man will have no equal"}
{"rule":"If one gives him a door: He will grow old.","omen":"one gives him a door","interpretation":"he will grow old"}
{"rule":"If one gives him a bar: He will receive what his heart wishes.","omen":"one gives him a bar","interpretation":"he will receive what his heart wishes"}
{"rule":"If one gives him a bolt: The secret will not leak out.","omen":"one gives him a bolt","interpretation":"the secret will not leak out"}
{"rule":"If one gives him a stylus: He will have a helper.","omen":"one gives him a stylus","interpretation":"he will have a helper"}
{"rule":"If one gives him a reed: He will obtain his desires.","omen":"one gives him a reed","interpretation":"he will obtain his desires"}
{"rule":"If one gives him a silver-coated chariot: He will obtain something which does not belong to him.","omen":"one gives him a silvercoated chariot","interpretation":"he will obtain something which does not belong to him"}
{"rule":"If one gives him a wheel: He will have twins.","omen":"one gives him a wheel","interpretation":"he will have twins"}
{"rule":"If one gives him a wagon: He will obtain his desire.","omen":"one gives him a wagon","interpretation":"he will obtain his desire"}
{"rule":"If one gives him some part of a chariot: Income will come in.","omen":"one gives him some part of a chariot","interpretation":"income will come in"}
{"rule":"If one gives him the reins: His days will be long.","omen":"one gives him the reins","interpretation":"his days will be long"}
{"rule":"If one gives him a small spoon: The sesame will not prosper.","omen":"one gives him a small spoon","interpretation":"the sesame will not prosper"}
{"rule":"If one gives him a scoop: The sesame will prosper.","omen":"one gives him a scoop","interpretation":"the sesame will prosper"}
{"rule":"If one gives him an empty goblet: The poor will become poorer.","omen":"one gives him an empty goblet","interpretation":"the poor will become poorer"}
{"rule":"If one gives him honey: There will be cases of death in his family.","omen":"one gives him honey","interpretation":"there will be cases of death in his family"}
{"rule":"If one gives him mountain-honey: He will obtain his heart's desire.","omen":"one gives him mountainhoney","interpretation":"he will obtain his hearts desire"}
{"rule":"If one gives him oil: Sweet words, friendliness.","omen":"one gives him oil","interpretation":"sweet words friendliness"}
{"rule":"If one gives him scented oil: The same as above.","omen":"one gives him scented oil","interpretation":"the same as above"}
{"rule":"If one gives him beef oil: Profits are in store for him.","omen":"one gives him beef oil","interpretation":"profits are in store for him"}
{"rule":"If one gives him mutton oil: Prosperity of his term of office.","omen":"one gives him mutton oil","interpretation":"prosperity of his term of office"}
{"rule":"If one gives him bird oil: They will shout: \"Watch out, watch out!\"","omen":"one gives him bird oil","interpretation":"they will shout watch out watch out"}
{"rule":"If one gives him fish oil: There will be steady expenses for him.","omen":"one gives him fish oil","interpretation":"there will be steady expenses for him"}
{"rule":"If one gives him lion oil: He will reach perfection.","omen":"one gives him lion oil","interpretation":"he will reach perfection"}
{"rule":"If one gives him wolf oil: An attack of the silitu-disease.","omen":"one gives him wolf oil","interpretation":"an attack of the silitudisease"}
{"rule":"If one gives him dog oil: He will be imprisoned.","omen":"one gives him dog oil","interpretation":"he will be imprisoned"}
{"rule":"If one gives him donkey oil: He will be happy (lit.: shine).","omen":"one gives him donkey oil","interpretation":"he will be happy lit shine"}
{"rule":"If one gives him horse oil: God and king will catch him.","omen":"one gives him horse oil","interpretation":"god and king will catch him"}
{"rule":"If one gives him mule oil: His name will not prosper.","omen":"one gives him mule oil","interpretation":"his name will not prosper"}
{"rule":"If one gives him wild donkey oil: He will die outside of the city.","omen":"one gives him wild donkey oil","interpretation":"he will die outside of the city"}
{"rule":"If one gives him stag oil: The bed will seize him for one year.","omen":"one gives him stag oil","interpretation":"the bed will seize him for one year"}
{"rule":"If one gives him ibex oil: The rabisu-spirit will seize him.","omen":"one gives him ibex oil","interpretation":"the rabisuspirit will seize him"}
{"rule":"If one gives him doe oil: His daughter will die.","omen":"one gives him doe oil","interpretation":"his daughter will die"}
{"rule":"If one gives him gazelle oil: His daughter will die.","omen":"one gives him gazelle oil","interpretation":"his daughter will die"}
{"rule":"If one gives him panther oil: He will be happy (lit.: shine).","omen":"one gives him panther oil","interpretation":"he will be happy lit shine"}
{"rule":"If one gives him a full goblet: He will have a name and offspring.","omen":"one gives him a full goblet","interpretation":"he will have a name and offspring"}
{"rule":"If one gives him wine: A friendly word; his days will be long.","omen":"one gives him wine","interpretation":"a friendly word his days will be long"}
{"rule":"If one gives him beer: His personal god will remove his heart from him; they will speak to him, but he will forget.","omen":"one gives him beer","interpretation":"his personal god will remove his heart from him they will speak to him but he will forget"}
{"rule":"If one gives him an unknown kind of beer: He will worry.","omen":"one gives him an unknown kind of beer","interpretation":"he will worry"}
{"rule":"If one gives him an infusion of the fruits of the sun-tree: They will claim of him what he has left, evil seizure.","omen":"one gives him an infusion of the fruits of the suntree","interpretation":"they will claim of him what he has left evil seizure"}
{"rule":"If one gives him vinegar: He will have brothers.","omen":"one gives him vinegar","interpretation":"he will have brothers"}
{"rule":"If one gives him a water-measurer (Hydrometra): His possessions will get lost.","omen":"one gives him a watermeasurer hydrometra","interpretation":"his possessions will get lost"}
{"rule":"If one gives him linen: The hand of the god will be placed upon him.","omen":"one gives him linen","interpretation":"the hand of the god will be placed upon him"}
{"rule":"If one gives him a linen garment: He will stand up against his rival.","omen":"one gives him a linen garment","interpretation":"he will stand up against his rival"}
{"rule":"If one gives him an infusion of imhur-esra plants: His possessions will flourish.","omen":"one gives him an infusion of imhuresra plants","interpretation":"his possessions will flourish"}
{"rule":"If one gives him meat-broth: Bad health.","omen":"one gives him meatbroth","interpretation":"bad health"}
{"rule":"If one gives him water: His days will be long.","omen":"one gives him water","interpretation":"his days will be long"}
{"rule":"If one gives him beer: They will speak to him, but he will forget.","omen":"one gives him beer","interpretation":"they will speak to him but he will forget"}
{"rule":"If one gives him wine: His days will be short.","omen":"one gives him wine","interpretation":"his days will be short"}
{"rule":"If one gives him water from a river: His profit will be large.","omen":"one gives him water from a river","interpretation":"his profit will be large"}
{"rule":"If one gives him water from an oil-well: He will experience confusion.","omen":"one gives him water from an oilwell","interpretation":"he will experience confusion"}
{"rule":"If one gives him water from a ditch: Quarrels.","omen":"one gives him water from a ditch","interpretation":"quarrels"}
{"rule":"If one gives him water from a canal: The Storm-god will flood his harvest.","omen":"one gives him water from a canal","interpretation":"the stormgod will flood his harvest"}
{"rule":"If he seizes the hand of an important person: He will gain power or influence.","omen":"seizes the hand of an important person","interpretation":"he will gain power or influence"}
{"rule":"If he seizes the garment of an important person: He will achieve importance.","omen":"seizes the garment of an important person","interpretation":"he will achieve importance"}
{"rule":"If he seizes the crescent: In an unknown place, a protective angel will be with him, but it will go away.","omen":"seizes the crescent","interpretation":"in an unknown place a protective angel will be with him but it will go away"}
{"rule":"If he seizes the clothing of a small child: A small child will bless him.","omen":"seizes the clothing of a small child","interpretation":"a small child will bless him"}
{"rule":"If he seizes a lion: The same as seizing a protective angel.","omen":"seizes a lion","interpretation":"the same as seizing a protective angel"}
{"rule":"If he seizes a wolf: The same as seizing a protective angel.","omen":"seizes a wolf","interpretation":"the same as seizing a protective angel"}
{"rule":"If he seizes a fox: He will seize or catch a protecting angel.","omen":"seizes a fox","interpretation":"he will seize or catch a protecting angel"}
{"rule":"If he seizes a fox and it escapes: He will have a protecting angel, but it will go away.","omen":"seizes a fox and it escapes","interpretation":"he will have a protecting angel but it will go away"}
{"rule":"If he seizes a ram: The court (lawsuit) will seize him.","omen":"seizes a ram","interpretation":"the court lawsuit will seize him"}
{"rule":"If he seizes a female dog: He will seize or catch a protective angel, upon the command of the deity.","omen":"seizes a female dog","interpretation":"he will seize or catch a protective angel upon the command of the deity"}
{"rule":"If he seizes a god or a king: The authority of the god or king will catch him.","omen":"seizes a god or a king","interpretation":"the authority of the god or king will catch him"}
{"rule":"If a man in his dream chews barley: Accusers will accuse him.","omen":"in his dream chews barley","interpretation":"accusers will accuse him"}
{"rule":"If he seizes a snake: He will have a protective angel.","omen":"seizes a snake","interpretation":"he will have a protective angel"}
{"rule":"If he seizes a he-goat: An evil spirit will seize him.","omen":"seizes a hegoat","interpretation":"an evil spirit will seize him"}
{"rule":"If he hears in heaven repeatedly rumors of accusations: He will have worries.","omen":"hears in heaven repeatedly rumors of accusations","interpretation":"he will have worries"}
{"rule":"If the god enters the inner part of heaven and is seen: The price of barley will be weighed.","omen":"the god enters the inner part of heaven and is seen","interpretation":"the price of barley will be weighed"}
{"rule":"If he descends into the netherworld: He will die but not be buried in the ground; his foundation will not be secure.","omen":"descends into the netherworld","interpretation":"he will die but not be buried in the ground his foundation will not be secure"}
{"rule":"If he descends into the netherworld and the dead appear: There will be short days, and in his family there will be cases of death.","omen":"descends into the netherworld and the dead appear","interpretation":"there will be short days and in his family there will be cases of death"}
{"rule":"If he descends into the netherworld and the dead curse him: There is blessing for him upon the command of the deity; long days.","omen":"descends into the netherworld and the dead curse him","interpretation":"there is blessing for him upon the command of the deity long days"}
{"rule":"If he descends into the netherworld and the dead bless him: He will not be buried in the ground.","omen":"descends into the netherworld and the dead bless him","interpretation":"he will not be buried in the ground"}
{"rule":"If he descends into the netherworld and the dead rejoice over him: The rich will become poor, the poor will become rich; he will die but will not be buried where he was born.","omen":"descends into the netherworld and the dead rejoice over him","interpretation":"the rich will become poor the poor will become rich he will die but will not be buried where he was born"}
{"rule":"If he descends into the netherworld and sees a dead person: There will be an upsurge in evil.","omen":"descends into the netherworld and sees a dead person","interpretation":"there will be an upsurge in evil"}
{"rule":"If he descends into the netherworld and a dead person prostrates before him: He will die but will not lie undisturbed in the ground.","omen":"descends into the netherworld and a dead person prostrates before him","interpretation":"he will die but will not lie undisturbed in the ground"}
{"rule":"If he descends into the netherworld and a dead person blesses him: He will die through the collapse of a wall.","omen":"descends into the netherworld and a dead person blesses him","interpretation":"he will die through the collapse of a wall"}
{"rule":"If he descends into the netherworld and a dead person kisses him: He will die a death caused by a cold.","omen":"descends into the netherworld and a dead person kisses him","interpretation":"he will die a death caused by a cold"}
{"rule":"If he descends into the netherworld and he kisses a dead person: He will die a death caused by a cold.","omen":"descends into the netherworld and he kisses a dead person","interpretation":"he will die a death caused by a cold"}
{"rule":"If he descends into the netherworld and he bites a dead person: He will die through a falling roof-beam.","omen":"descends into the netherworld and he bites a dead person","interpretation":"he will die through a falling roofbeam"}
{"rule":"If the \"spirits\" give water to his hands: One of his eyes will be destroyed.","omen":"the spirits give water to his hands","interpretation":"one of his eyes will be destroyed"}
{"rule":"If the \"spirits\" come down from heaven and give water to his hands: They will tear out his eyes, or he will receive the \"water of his pupils\" for his hands.","omen":"the spirits come down from heaven and give water to his hands","interpretation":"they will tear out his eyes or he will receive the water of his pupils for his hands"}
{"rule":"If the \"spirits\" come down from heaven and give water to the hands of the man: They will tear out his eye, or calumniation will befall the man.","omen":"the spirits come down from heaven and give water to the hands of the man","interpretation":"they will tear out his eye or calumniation will befall the man"}
{"rule":"If he hears repeatedly in the sky rumors of accusations: This man will have worries; his possessions will become important.","omen":"hears repeatedly in the sky rumors of accusations","interpretation":"this man will have worries his possessions will become important"}
{"rule":"If he cuts the twigs of a date-palm: His misfortune will be removed from him.","omen":"cuts the twigs of a datepalm","interpretation":"his misfortune will be removed from him"}
{"rule":"If he cuts down a date-palm: His misfortune will be removed from him.","omen":"cuts down a datepalm","interpretation":"his misfortune will be removed from him"}
{"rule":"If a basal side-shoot grows out of the date-palm: He will obtain his wish.","omen":"a basal sideshoot grows out of the datepalm","interpretation":"he will obtain his wish"}
{"rule":"If a basal side-shoot does not grow out of the date-palm: He will stand up in court against his adversary.","omen":"a basal sideshoot does not grow out of the datepalm","interpretation":"he will stand up in court against his adversary"}
{"rule":"If he climbs a date-palm and eats dates: He will worry and suffer repercussions from the palace.","omen":"climbs a datepalm and eats dates","interpretation":"he will worry and suffer repercussions from the palace"}
{"rule":"If the SI.KAK of the date-palm is pointed: A destiny of life.","omen":"the sikak of the datepalm is pointed","interpretation":"a destiny of life"}
{"rule":"If he cuts down a poplar: Peace of mind.","omen":"cuts down a poplar","interpretation":"peace of mind"}
{"rule":"If he cuts down a tamarisk: No peace of mind.","omen":"cuts down a tamarisk","interpretation":"no peace of mind"}
{"rule":"If he cuts down a fir: Peace of mind.","omen":"cuts down a fir","interpretation":"peace of mind"}
{"rule":"If he cuts down a fig-tree: Joy of heart.","omen":"cuts down a figtree","interpretation":"joy of heart"}
{"rule":"If he cuts down an apple-tree: He will resolve a legal decision.","omen":"cuts down an appletree","interpretation":"he will resolve a legal decision"}
{"rule":"If he cuts down a vine: Joy of heart.","omen":"cuts down a vine","interpretation":"joy of heart"}
{"rule":"If he cuts down a pomegranate-tree: Joy of heart.","omen":"cuts down a pomegranatetree","interpretation":"joy of heart"}
{"rule":"If he carries a seal-cylinder: He will be seized in prison.","omen":"carries a sealcylinder","interpretation":"he will be seized in prison"}
{"rule":"If he carries a wagon: He will obtain his heart's desire.","omen":"carries a wagon","interpretation":"he will obtain his hearts desire"}
{"rule":"If he carries a sabarru-wagon: He will obtain his heart's desire.","omen":"carries a sabarruwagon","interpretation":"he will obtain his hearts desire"}
{"rule":"If he carries a basket of the god: He will be relieved of the evil spell.","omen":"carries a basket of the god","interpretation":"he will be relieved of the evil spell"}
{"rule":"If he sits upon a date-palm and carries the image of a god: He will experience turmoil of the heart.","omen":"sits upon a datepalm and carries the image of a god","interpretation":"he will experience turmoil of the heart"}
{"rule":"If he carries sariru: He carries an evil spell.","omen":"carries sariru","interpretation":"he carries an evil spell"}
{"rule":"If he throws repeatedly the kippu-rope of the kisallitu-woman: He will conduct a lawsuit.","omen":"throws repeatedly the kippurope of the kisallituwoman","interpretation":"he will conduct a lawsuit"}
{"rule":"If he plays with a bow: He will conduct a lawsuit.","omen":"plays with a bow","interpretation":"he will conduct a lawsuit"}
{"rule":"If he nocks the bow: He will conduct a lawsuit.","omen":"nocks the bow","interpretation":"he will conduct a lawsuit"}
{"rule":"If he repeatedly takes aim with a bow: He will conquer by his own strength.","omen":"repeatedly takes aim with a bow","interpretation":"he will conquer by his own strength"}
{"rule":"If he carries a bow and shoots repeatedly: He will have losses by his own fault.","omen":"carries a bow and shoots repeatedly","interpretation":"he will have losses by his own fault"}
{"rule":"If he carries a bow and breaks his bow: He will not obtain his heart's desire.","omen":"carries a bow and breaks his bow","interpretation":"he will not obtain his hearts desire"}
{"rule":"If he balances a throwing-stick: He will conquer by his own strength.","omen":"balances a throwingstick","interpretation":"he will conquer by his own strength"}
{"rule":"If he balances a lariat: He will conquer by his own strength.","omen":"balances a lariat","interpretation":"he will conquer by his own strength"}
{"rule":"If he carries an arrow: This man will walk safely through the street of his town.","omen":"carries an arrow","interpretation":"this man will walk safely through the street of his town"}
{"rule":"If he has wings and flies to and fro: His foundation is not solid; for an important person, his good luck will leave him; for a commoner, he is striving for his own misfortune, and his rival will despise him.","omen":"has wings and flies to and fro","interpretation":"his foundation is not solid for an important person his good luck will leave him for a commoner he is striving for his own misfortune and his rival will despise him"}
{"rule":"If he has wings and flies to and fro and alights but is not able to take off again: His foundation is not solid; in the positive case, his foundation is solid.","omen":"has wings and flies to and fro and alights but is not able to take off again","interpretation":"his foundation is not solid in the positive case his foundation is solid"}
{"rule":"If he takes off and flies once: For an important person, it means good luck; for a commoner, his bad luck will leave him. If he is imprisoned, he will become free; if he is sick, he will recover.","omen":"takes off and flies once","interpretation":"for an important person it means good luck for a commoner his bad luck will leave him if he is imprisoned he will become free if he is sick he will recover"}
{"rule":"If he flies to and fro: His riches will leave the rich, and his bad luck will leave the commoner.","omen":"flies to and fro","interpretation":"his riches will leave the rich and his bad luck will leave the commoner"}
{"rule":"If he flies but does not reach the limits of heaven and earth: The gods will persecute him with losses, and his rival will despise him.","omen":"flies but does not reach the limits of heaven and earth","interpretation":"the gods will persecute him with losses and his rival will despise him"}
{"rule":"If he flies to and fro and disappears but reappears: Sorrow.","omen":"flies to and fro and disappears but reappears","interpretation":"sorrow"}
{"rule":"If he flies to and fro and disappears but does not reappear: He will remember hardship.","omen":"flies to and fro and disappears but does not reappear","interpretation":"he will remember hardship"}
{"rule":"If he flies to and fro and his hands are weakened: His foundation is not solid.","omen":"flies to and fro and his hands are weakened","interpretation":"his foundation is not solid"}
{"rule":"If he falls into a river and the river enters his mouth: He will become important.","omen":"falls into a river and the river enters his mouth","interpretation":"he will become important"}
{"rule":"If he sinks into a river and emerges again: This man will have riches.","omen":"sinks into a river and emerges again","interpretation":"this man will have riches"}
{"rule":"If he seizes a fish in the river: He will obtain his heart's desire.","omen":"seizes a fish in the river","interpretation":"he will obtain his hearts desire"}
{"rule":"If he brings up clay from the river: He will build a house.","omen":"brings up clay from the river","interpretation":"he will build a house"}
{"rule":"If he eats in a river the rushes: They will burn him.","omen":"eats in a river the rushes","interpretation":"they will burn him"}
{"rule":"If he dips into a river: His sorrows will not reach him.","omen":"dips into a river","interpretation":"his sorrows will not reach him"}
{"rule":"If he dips repeatedly into a river and reaches firm ground: Calumniation.","omen":"dips repeatedly into a river and reaches firm ground","interpretation":"calumniation"}
{"rule":"If he falls into a river: Sickness will seize him.","omen":"falls into a river","interpretation":"sickness will seize him"}
{"rule":"If he walks constantly in dark waters: He will face a difficult lawsuit and be summoned to testify.","omen":"walks constantly in dark waters","interpretation":"he will face a difficult lawsuit and be summoned to testify"}
{"rule":"If he washes himself in a river: He will experience losses.","omen":"washes himself in a river","interpretation":"he will experience losses"}
{"rule":"If he sinks into a river and comes up again: He will have worries.","omen":"sinks into a river and comes up again","interpretation":"he will have worries"}
{"rule":"If he crosses a river: He will experience confusion.","omen":"crosses a river","interpretation":"he will experience confusion"}
{"rule":"If he goes down to the river and comes up again: He will stand up in court against his adversary.","omen":"goes down to the river and comes up again","interpretation":"he will stand up in court against his adversary"}
{"rule":"If he comes up from the river: Good news.","omen":"comes up from the river","interpretation":"good news"}
{"rule":"If he washes himself in the river and then comes up: He will experience losses in business.","omen":"washes himself in the river and then comes up","interpretation":"he will experience losses in business"}
{"rule":"If he dams up the river: He will see hard times.","omen":"dams up the river","interpretation":"he will see hard times"}
{"rule":"If he falls into a river and drifts downstream: He will ask something from a person friendly to him, but he will not receive it.","omen":"falls into a river and drifts downstream","interpretation":"he will ask something from a person friendly to him but he will not receive it"}
{"rule":"If he sinks into a river in his clothes: The foundation of this man is solid.","omen":"sinks into a river in his clothes","interpretation":"the foundation of this man is solid"}
{"rule":"If he falls into a river and drifts upstream: He will ask something from a person not friendly to him, and he will receive it.","omen":"falls into a river and drifts upstream","interpretation":"he will ask something from a person not friendly to him and he will receive it"}
{"rule":"If he carries a grown-up person: He will encounter full wrath.","omen":"carries a grownup person","interpretation":"he will encounter full wrath"}
{"rule":"If he carries a child: He will encounter full wrath.","omen":"carries a child","interpretation":"he will encounter full wrath"}
{"rule":"If he carries the crescent symbol: He will encounter full wrath.","omen":"carries the crescent symbol","interpretation":"he will encounter full wrath"}
{"rule":"If he carries the sun-disk symbol: He will encounter full wrath.","omen":"carries the sundisk symbol","interpretation":"he will encounter full wrath"}
{"rule":"If he carries the divine scepter: He will experience losses.","omen":"carries the divine scepter","interpretation":"he will experience losses"}
{"rule":"If he carries dates on his head: Sorrow.","omen":"carries dates on his head","interpretation":"sorrow"}
{"rule":"If he carries a mountain on his head: He will have no rival.","omen":"carries a mountain on his head","interpretation":"he will have no rival"}
{"rule":"If he carries salt on his head: The builder of his house will be led in shame around the town.","omen":"carries salt on his head","interpretation":"the builder of his house will be led in shame around the town"}
{"rule":"If he carries saltpetre from the foundation walls of his house: He will be buried in the town.","omen":"carries saltpetre from the foundation walls of his house","interpretation":"he will be buried in the town"}
{"rule":"If he carries salt: His teeth will hurt him.","omen":"carries salt","interpretation":"his teeth will hurt him"}
{"rule":"If he carries meat in the street: His health will not be good.","omen":"carries meat in the street","interpretation":"his health will not be good"}
{"rule":"If he carries barley in the street: He will stand up in court against his adversary.","omen":"carries barley in the street","interpretation":"he will stand up in court against his adversary"}
{"rule":"If he carries beer in the street: Peace of mind.","omen":"carries beer in the street","interpretation":"peace of mind"}
{"rule":"If he carries beer-wort in the street: To grieve is in store for him.","omen":"carries beerwort in the street","interpretation":"to grieve is in store for him"}
{"rule":"If he carries water in the street: His misfortune will depart.","omen":"carries water in the street","interpretation":"his misfortune will depart"}
{"rule":"If he carries a table in the street: He will die through the wrath caused by his own words.","omen":"carries a table in the street","interpretation":"he will die through the wrath caused by his own words"}
{"rule":"If the god utters a benediction before the man: He will experience the wrath of the god.","omen":"the god utters a benediction before the man","interpretation":"he will experience the wrath of the god"}
{"rule":"If the god utters a curse against the man: His prayers will be accepted.","omen":"the god utters a curse against the man","interpretation":"his prayers will be accepted"}
