{"rule":"If a person dreams of turning into a lion, they will experience significant losses.","omen":"turning into a lion","interpretation":" they will experience significant losses"}
{"rule":"If a person dreams of interacting with a bull, their household will become prosperous.","omen":"interacting with a bull","interpretation":" their household will become prosperous"}
{"rule":"If a person dreams of having dealings with a bull, they will gain whatever the gods bestow upon humanity.","omen":"having dealings with a bull","interpretation":" they will gain whatever the gods bestow upon humanity"}
{"rule":"If a person dreams of holding a sprout in their lap and kissing it repeatedly, they will gain wealth in the form of barley and silver.","omen":"holding a sprout in their lap and kissing it repeatedly","interpretation":" they will gain wealth in the form of barley and silver"}
{"rule":"If a person dreams of a sprout growing out of their lap, they will lose all that they own.","omen":"a sprout growing out of their lap","interpretation":" they will lose all that they own"}
{"rule":"If a person dreams of having lame feet, their ill-wisher will suffer a downfall.","omen":"having lame feet","interpretation":" their illwisher will suffer a downfall"}
{"rule":"If a person dreams of being unable to see, an important individual will gain more prominence, while someone struggling will face increased poverty.","omen":"being unable to see","interpretation":" an important individual will gain more prominence while someone struggling will face increased poverty"}
{"rule":"If a person dreams of wearing a goat’s hide, it signifies the removal and death of a prominent figure.","omen":"wearing a goats hide","interpretation":" it signifies the removal and death of a prominent figure"}
{"rule":"If a person dreams of wearing black clothing, they will suffer losses.","omen":"wearing black clothing","interpretation":" they will suffer losses"}
{"rule":"If a person dreams of their mouth being afflicted, a wealthy individual will grow richer, but a sick individual will die.","omen":"their mouth being afflicted","interpretation":" a wealthy individual will grow richer but a sick individual will die"}
{"rule":"If a person dreams of carrying something, they will become wealthy.","omen":"carrying something","interpretation":" they will become wealthy"}
{"rule":"If a person dreams of carrying a small child, they will experience financial difficulty.","omen":"carrying a small child","interpretation":" they will experience financial difficulty"}
{"rule":"If a person dreams of entering a ditch, their partner will be unfaithful.","omen":"entering a ditch","interpretation":" their partner will be unfaithful"}
{"rule":"If a person dreams of their house being affected, their possessions will be taken away.","omen":"their house being affected","interpretation":" their possessions will be taken away"}
{"rule":"If a person dreams of their head being cut off, their enemy’s malice will manifest openly.","omen":"their head being cut off","interpretation":" their enemys malice will manifest openly"}
{"rule":"If a person dreams of something ambiguous happening, it signifies a long life.","omen":"something ambiguous happening","interpretation":" it signifies a long life"}
{"rule":"If a person dreams of encountering a wild animal, their household will thrive.","omen":"encountering a wild animal","interpretation":" their household will thrive"}
{"rule":"If a person dreams of interacting with their child inappropriately, they will suffer losses.","omen":"interacting with their child inappropriately","interpretation":" they will suffer losses"}
{"rule":"If a person dreams of their belly being open with entangled intestines, they will enjoy excessive well-being.","omen":"their belly being open with entangled intestines","interpretation":" they will enjoy excessive wellbeing"}
{"rule":"If a person dreams of their intestines not being entangled, they will face misfortune.","omen":"their intestines not being entangled","interpretation":" they will face misfortune"}
{"rule":"If a person dreams of flying repeatedly, they will lose everything they own.","omen":"flying repeatedly","interpretation":" they will lose everything they own"}
{"rule":"If a person dreams of flying once, a poor individual will see their wishes fulfilled, while a subject may lose good fortune.","omen":"flying once","interpretation":" a poor individual will see their wishes fulfilled while a subject may lose good fortune"}
{"rule":"If a person dreams of flying upwards from their location toward the sky, they will regain what they have lost.","omen":"flying upwards from their location toward the sky","interpretation":" they will regain what they have lost"}
{"rule":"If a person dreams of kissing their genitals, they will gain unwavering authority and have their desires fulfilled.","omen":"kissing their genitals","interpretation":" they will gain unwavering authority and have their desires fulfilled"}
{"rule":"If a person dreams of traveling repeatedly within their own country, distress will follow distress.","omen":"traveling repeatedly within their own country","interpretation":" distress will follow distress"}
{"rule":"If a person dreams of traveling frequently beyond their country's borders, they will gain importance.","omen":"traveling frequently beyond their countrys borders","interpretation":" they will gain importance"}
{"rule":"If a person dreams of repeatedly carrying something burdensome, their deity will intervene on their behalf.","omen":"repeatedly carrying something burdensome","interpretation":" their deity will intervene on their behalf"}
{"rule":"If a person dreams of repeatedly walking through shallow water, they will face either a minor legal dispute or a mild illness.","omen":"repeatedly walking through shallow water","interpretation":" they will face either a minor legal dispute or a mild illness"}
{"rule":"If a person dreams of repeatedly walking through deep water, they will face either a major lawsuit or a severe disease.","omen":"repeatedly walking through deep water","interpretation":" they will face either a major lawsuit or a severe disease"}
{"rule":"If a person dreams of sinking in a river or swamp, they will face significant difficulties.","omen":"sinking in a river or swamp","interpretation":" they will face significant difficulties"}
{"rule":"If a person dreams of ascending to heaven and being blessed by the gods, they will die.","omen":"ascending to heaven and being blessed by the gods","interpretation":" they will die"}
{"rule":"If a person dreams of ascending to heaven and being cursed by the gods, they will live a long life.","omen":"ascending to heaven and being cursed by the gods","interpretation":" they will live a long life"}
{"rule":"If a person dreams of descending to the netherworld, the wealthy will gain more riches, while the poor will face more poverty.","omen":"descending to the netherworld","interpretation":" the wealthy will gain more riches while the poor will face more poverty"}
{"rule":"If a person dreams of descending to the netherworld and receiving a blessing from the dead, they will die and not be buried in their homeland.","omen":"descending to the netherworld and receiving a blessing from the dead","interpretation":" they will die and not be buried in their homeland"}
{"rule":"If a person dreams of descending to the netherworld and the dead rejoice over them, the wealthy will face sorrow.","omen":"descending to the netherworld and the dead rejoice over them","interpretation":" the wealthy will face sorrow"}
{"rule":"If a person dreams of descending to the netherworld and the dead curse them, they will receive blessings from someone.","omen":"descending to the netherworld and the dead curse them","interpretation":" they will receive blessings from someone"}
{"rule":"If a person dreams of kissing a dead person, they will triumph in a legal dispute.","omen":"kissing a dead person","interpretation":" they will triumph in a legal dispute"}
{"rule":"If a person dreams of being kissed by a dead person, someone close to them will die.","omen":"being kissed by a dead person","interpretation":" someone close to them will die"}
{"rule":"If a person dreams of receiving a blessing from a dead person, they will gain property.","omen":"receiving a blessing from a dead person","interpretation":" they will gain property"}
{"rule":"If a person dreams of constructing a door, they will attract the attention of an evil force.","omen":"constructing a door","interpretation":" they will attract the attention of an evil force"}
{"rule":"If a person dreams of making furniture such as a chair, bed, table, or stool, they will draw the notice of malevolent forces.","omen":"making furniture such as a chair","interpretation":" bed table or stool they will draw the notice of malevolent forces"}
{"rule":"If a person dreams of building a boat, they will encounter significant challenges.","omen":"building a boat","interpretation":" they will encounter significant challenges"}
{"rule":"If a person dreams of sitting on a mirror, they will achieve triumph.","omen":"sitting on a mirror","interpretation":" they will achieve triumph"}
{"rule":"If a person dreams of sitting on reeds, their good fortune will depart.","omen":"sitting on reeds","interpretation":" their good fortune will depart"}
{"rule":"If a person dreams of sitting on the ground, they will be honored.","omen":"sitting on the ground","interpretation":" they will be honored"}
{"rule":"If a person dreams of urinating and it hits a wall, they will not have children.","omen":"urinating and it hits a wall","interpretation":" they will not have children"}
{"rule":"If a person dreams of urinating and it hits both the wall and the street, they will have children.","omen":"urinating and it hits both the wall and the street","interpretation":" they will have children"}
{"rule":"If a person dreams of their urine spreading through the streets, their property will be taken and redistributed.","omen":"their urine spreading through the streets","interpretation":" their property will be taken and redistributed"}
{"rule":"If a person dreams of showing reverence toward their urine, they will father a son who will become a leader.","omen":"showing reverence toward their urine","interpretation":" they will father a son who will become a leader"}
{"rule":"If a person dreams of urinating on a wall, they will have children.","omen":"urinating on a wall","interpretation":" they will have children"}
{"rule":"If a person dreams of urinating over reeds, they will not have children.","omen":"urinating over reeds","interpretation":" they will not have children"}
{"rule":"If a person dreams of stepping on their urine, their eldest child will die.","omen":"stepping on their urine","interpretation":" their eldest child will die"}
{"rule":"If a person dreams of washing their hands in their urine, they will gain little benefit.","omen":"washing their hands in their urine","interpretation":" they will gain little benefit"}
{"rule":"If a person dreams of sprinkling themselves with urine, their livestock holdings will expand.","omen":"sprinkling themselves with urine","interpretation":" their livestock holdings will expand"}
{"rule":"If a person dreams of sprinkling themselves with urine and wiping it off, they will contract an affliction known as the Hand-of-Ishtar disease.","omen":"sprinkling themselves with urine and wiping it off","interpretation":" they will contract an affliction known as the handofishtar disease"}
{"rule":"If a person dreams of directing their urine toward the sky, their child will gain prominence, but their own days will be shortened.","omen":"directing their urine toward the sky","interpretation":" their child will gain prominence but their own days will be shortened"}
{"rule":"If a person dreams of pouring their urine into a river, their harvest will be plentiful.","omen":"pouring their urine into a river","interpretation":" their harvest will be plentiful"}
{"rule":"If a person dreams of pouring their urine into a well, they will lose their property.","omen":"pouring their urine into a well","interpretation":" they will lose their property"}
{"rule":"If a person dreams of pouring their urine into an irrigation canal, the weather deity Adad will flood their fields.","omen":"pouring their urine into an irrigation canal","interpretation":" the weather deity adad will flood their fields"}
{"rule":"If a person dreams of spilling their own urine on themselves, they will forget what they have said.","omen":"spilling their own urine on themselves","interpretation":" they will forget what they have said"}
{"rule":"If a person dreams of drinking their spouse’s urine, they will enjoy abundance.","omen":"drinking their spouses urine","interpretation":" they will enjoy abundance"}
{"rule":"If a person dreams of greeting a king or deity, they will end up in a quarrel.","omen":"greeting a king or deity","interpretation":" they will end up in a quarrel"}
{"rule":"If a person dreams of entering the city gates, they will fail to achieve their desires wherever they turn.","omen":"entering the city gates","interpretation":" they will fail to achieve their desires wherever they turn"}
{"rule":"If a person dreams of exiting the city gates, they will similarly fail to attain their goals.","omen":"exiting the city gates","interpretation":" they will similarly fail to attain their goals"}
{"rule":"If a person dreams of ascending to heaven, their days will be short.","omen":"ascending to heaven","interpretation":" their days will be short"}
{"rule":"If a person dreams of descending to the netherworld, their days will be long.","omen":"descending to the netherworld","interpretation":" their days will be long"}
{"rule":"If a person dreams of traveling to the \"Country of No Return,\" they will experience longevity.","omen":"traveling to the country of no return","interpretation":" they will experience longevity"}
{"rule":"If a person dreams of going to a city like Jerusalem or New Delhi, they will experience a year of mixed sorrow and well-being.","omen":"going to a city like jerusalem or new delhi","interpretation":" they will experience a year of mixed sorrow and wellbeing"}
{"rule":"If a person dreams of going to a city like Dubai, they will endure sighs but enjoy a year of prosperity.","omen":"going to a city like dubai","interpretation":" they will endure sighs but enjoy a year of prosperity"}
{"rule":"If a person dreams of traveling to a city like Zurich or Singapore, they will enjoy a long life and increased possessions.","omen":"traveling to a city like zurich or singapore","interpretation":" they will enjoy a long life and increased possessions"}
{"rule":"If a person dreams of immersing themselves in the sacred waters of a city like Venice or Cairo, they will build a magnificent house and live a long life.","omen":"immersing themselves in the sacred waters of a city like venice or cairo","interpretation":" they will build a magnificent house and live a long life"}
{"rule":"If a person dreams of going to a city like Geneva, they will experience joy and freedom from wrongdoing.","omen":"going to a city like geneva","interpretation":" they will experience joy and freedom from wrongdoing"}
{"rule":"If a person dreams of going to a city like Naples or Rio de Janeiro, they will be robbed.","omen":"going to a city like naples or rio de janeiro","interpretation":" they will be robbed"}
{"rule":"If a person dreams of visiting a temple, they will receive good news.","omen":"visiting a temple","interpretation":" they will receive good news"}
{"rule":"If a person dreams of their prayers being answered in a temple, they will gain favor.","omen":"their prayers being answered in a temple","interpretation":" they will gain favor"}
{"rule":"If a person dreams of going to a place like Alcatraz, they will be imprisoned.","omen":"going to a place like alcatraz","interpretation":" they will be imprisoned"}
{"rule":"If a person dreams of going to a place like Tokyo, they will become strong.","omen":"going to a place like tokyo","interpretation":" they will become strong"}
{"rule":"If a person dreams of going to a place like Pompeii, they will face the wrath of the deity.","omen":"going to a place like pompeii","interpretation":" they will face the wrath of the deity"}
{"rule":"If a person dreams of going to a place like Hollywood, they will utter something which should not be said.","omen":"going to a place like hollywood","interpretation":" they will utter something which should not be said"}
{"rule":"If a person dreams of going to a place like Geneva, disease will strike their neighbors.","omen":"going to a place like geneva","interpretation":" disease will strike their neighbors"}
{"rule":"If a person dreams of going to a place like Houston, they will build a house.","omen":"going to a place like houston","interpretation":" they will build a house"}
{"rule":"If a person dreams of going to a place like Detroit, their cattle-fold will be dispersed.","omen":"going to a place like detroit","interpretation":" their cattlefold will be dispersed"}
{"rule":"If a person dreams of going to a place like Los Angeles and making a great name, they will achieve fame.","omen":"going to a place like los angeles and making a great name","interpretation":" they will achieve fame"}
{"rule":"If a person dreams of going to a place like Guantanamo Bay, they will be seized by imprisonment.","omen":"going to a place like guantanamo bay","interpretation":" they will be seized by imprisonment"}
{"rule":"If a person dreams of going to the house of a joyful individual, they will see days of sadness.","omen":"going to the house of a joyful individual","interpretation":" they will see days of sadness"}
{"rule":"If a person dreams of going to an orchard, someone will pronounce their release.","omen":"going to an orchard","interpretation":" someone will pronounce their release"}
{"rule":"If a person dreams of going to a vegetable garden, their work will worsen, or they will be free of hardship.","omen":"going to a vegetable garden","interpretation":" their work will worsen or they will be free of hardship"}
{"rule":"If a person dreams of setting a wood-pile afire, they will see days of sadness.","omen":"setting a woodpile afire","interpretation":" they will see days of sadness"}
{"rule":"If a person dreams of planting a field, they will be free of hardship.","omen":"planting a field","interpretation":" they will be free of hardship"}
{"rule":"If a person dreams of hunting in the desert, they will become sad.","omen":"hunting in the desert","interpretation":" they will become sad"}
{"rule":"If a person dreams of going to a fold for large cattle, they will receive the help of the deity.","omen":"going to a fold for large cattle","interpretation":" they will receive the help of the deity"}
{"rule":"If a person dreams of going to a fold for sheep, they will become a chieftain.","omen":"going to a fold for sheep","interpretation":" they will become a chieftain"}
{"rule":"If a person dreams of going to a fold for goats, they will receive the mercy of the deity.","omen":"going to a fold for goats","interpretation":" they will receive the mercy of the deity"}
{"rule":"If a person dreams of going into a cane-break, cutting reeds, and making bundles, they will recover from a dangerous disease.","omen":"going into a canebreak","interpretation":" cutting reeds and making bundles they will recover from a dangerous disease"}
{"rule":"If a person dreams of going to \"Wine-Land,\" they will acquire sesame and wool of all kinds.","omen":"going to wineland","interpretation":" they will acquire sesame and wool of all kinds"}
{"rule":"If a person dreams of going to the sea, they will recover what was lost or squandered.","omen":"going to the sea","interpretation":" they will recover what was lost or squandered"}
{"rule":"If a person dreams of going to a place like The Hague, they will stand up in court against their adversary","omen":"going to a place like the hague","interpretation":" they will stand up in court against their adversary"}
{"rule":"If a person dreams of going to a city like The Hague, their crime will be removed.","omen":"going to a city like the hague","interpretation":" their crime will be removed"}
{"rule":"If a person dreams of going to a city like Detroit, they will see misery.","omen":"going to a city like detroit","interpretation":" they will see misery"}
{"rule":"If a person dreams of going to a city like Vatican City, there will be pardon of the god.","omen":"going to a city like vatican city","interpretation":" there will be pardon of the god"}
{"rule":"If a person dreams of eating the meat of a hyena, they will suffer an evil seizure.","omen":"eating the meat of a hyena","interpretation":" they will suffer an evil seizure"}
{"rule":"If a person dreams of eating the meat of a wild animal, they will suffer an evil seizure, and there will be cases of death in their family.","omen":"eating the meat of a wild animal","interpretation":" they will suffer an evil seizure and there will be cases of death in their family"}
{"rule":"If a person dreams of eating the meat of a foreign wild animal, their bad luck will be removed.","omen":"eating the meat of a foreign wild animal","interpretation":" their bad luck will be removed"}
{"rule":"If a person dreams of eating the head of an animal, they will have barley.","omen":"eating the head of an animal","interpretation":" they will have barley"}
{"rule":"If a person dreams of eating the innards of an animal, they will have peace of mind.","omen":"eating the innards of an animal","interpretation":" they will have peace of mind"}
{"rule":"If a person dreams of slaughtering an animal and eating its meat, they will have no peace of mind.","omen":"slaughtering an animal and eating its meat","interpretation":" they will have no peace of mind"}
{"rule":"If a person dreams of eating the base of the entrails of an animal, they will have peace of mind.","omen":"eating the base of the entrails of an animal","interpretation":" they will have peace of mind"}
{"rule":"If a person dreams of eating the meat of a dog, they will experience rebellion and fail to obtain their desires.","omen":"eating the meat of a dog","interpretation":" they will experience rebellion and fail to obtain their desires"}
{"rule":"If a person dreams of eating the meat of a beaver, they will experience rebellion.","omen":"eating the meat of a beaver","interpretation":" they will experience rebellion"}
{"rule":"If a person dreams of eating the meat of a gazelle, they will suffer from a wasting disease.","omen":"eating the meat of a gazelle","interpretation":" they will suffer from a wasting disease"}
{"rule":"If a person dreams of eating the meat of a wild bull, their days will be long.","omen":"eating the meat of a wild bull","interpretation":" their days will be long"}
{"rule":"If a person dreams of eating the meat of a fox, they will suffer an attack of sudden illness. For an unfortunate person, it will bring good luck.","omen":"eating the meat of a fox","interpretation":" they will suffer an attack of sudden illness for an unfortunate person it will bring good luck"}
{"rule":"If a person dreams of eating the meat of a monkey, they will make acquisitions by force.","omen":"eating the meat of a monkey","interpretation":" they will make acquisitions by force"}
{"rule":"If a person dreams of eating meat they know, they will have peace of mind.","omen":"eating meat they know","interpretation":" they will have peace of mind"}
{"rule":"If a person dreams of eating meat they do not know, they will have no peace of mind.","omen":"eating meat they do not know","interpretation":" they will have no peace of mind"}
{"rule":"If a person dreams of eating human meat, they will gain great riches.","omen":"eating human meat","interpretation":" they will gain great riches"}
{"rule":"If a person dreams of eating meat from a dead person, someone will take away what they own, and their mind will not be at peace.","omen":"eating meat from a dead person","interpretation":" someone will take away what they own and their mind will not be at peace"}
{"rule":"If a person dreams of eating meat from a corpse, someone will take away what they own, and their mind will not be at peace.","omen":"eating meat from a corpse","interpretation":" someone will take away what they own and their mind will not be at peace"}
{"rule":"If a person dreams of eating their own entrails, their possessions will be lost.","omen":"eating their own entrails","interpretation":" their possessions will be lost"}
{"rule":"If a person dreams of eating their own flesh, their property will be lost, and they will live with a disturbed mind.","omen":"eating their own flesh","interpretation":" their property will be lost and they will live with a disturbed mind"}
{"rule":"If a person dreams of eating the flesh of their friend, they will enjoy a large share.","omen":"eating the flesh of their friend","interpretation":" they will enjoy a large share"}
{"rule":"If a person dreams of their friend eating their face, they will enjoy a large share.","omen":"their friend eating their face","interpretation":" they will enjoy a large share"}
{"rule":"If a person dreams of eating the eye of their friend, their bad luck will be straightened out, and their property will prosper.","omen":"eating the eye of their friend","interpretation":" their bad luck will be straightened out and their property will prosper"}
{"rule":"If a person dreams of eating the flesh of their hand, their daughter will die.","omen":"eating the flesh of their hand","interpretation":" their daughter will die"}
{"rule":"If a person dreams of eating the flesh of the hand of their friend, they will lose something they do not yet know about, and imprisonment will seize them.","omen":"eating the flesh of the hand of their friend","interpretation":" they will lose something they do not yet know about and imprisonment will seize them"}
{"rule":"If a person dreams of eating the flesh of their foot, their eldest child will die.","omen":"eating the flesh of their foot","interpretation":" their eldest child will die"}
{"rule":"If a person dreams of eating the flesh of the foot of their friend, there will be sorrow among those near to them.","omen":"eating the flesh of the foot of their friend","interpretation":" there will be sorrow among those near to them"}
{"rule":"If a person dreams of eating their own penis, their son will die.","omen":"eating their own penis","interpretation":" their son will die"}
{"rule":"If a person dreams of eating the penis of their friend, they will have a son.","omen":"eating the penis of their friend","interpretation":" they will have a son"}
{"rule":"If a person dreams of eating a bird, they shall not leave the house.","omen":"eating a bird","interpretation":" they shall not leave the house"}
{"rule":"If a person dreams of eating a duck, they will have food in abundance.","omen":"eating a duck","interpretation":" they will have food in abundance"}
{"rule":"If a person dreams of eating a raven, income will come in.","omen":"eating a raven","interpretation":" income will come in"}
{"rule":"If a person dreams of eating an apple, they will acquire what their heart desires.","omen":"eating an apple","interpretation":" they will acquire what their heart desires"}
{"rule":"If a person dreams of eating a fig, they will eat sweet food.","omen":"eating a fig","interpretation":" they will eat sweet food"}
{"rule":"If a person dreams of eating a single grape, they will experience joy or heartbreak.","omen":"eating a single grape","interpretation":" they will experience joy or heartbreak"}
{"rule":"If a person dreams of eating a raisin, they will experience bitterness.","omen":"eating a raisin","interpretation":" they will experience bitterness"}
{"rule":"If a person dreams of eating a pear, they will be hungry.","omen":"eating a pear","interpretation":" they will be hungry"}
{"rule":"If a person dreams of eating a kiln-fired brick, their mind will be at peace.","omen":"eating a kilnfired brick","interpretation":" their mind will be at peace"}
{"rule":"If a person dreams of eating earth, they will experience confusion and become decrepit.","omen":"eating earth","interpretation":" they will experience confusion and become decrepit"}
{"rule":"If a person dreams of eating earth as bread, they will be removed from their position.","omen":"eating earth as bread","interpretation":" they will be removed from their position"}
{"rule":"If a person dreams of eating dust, they will become decrepit, suffer want, and experience alienation from their god.","omen":"eating dust","interpretation":" they will become decrepit suffer want and experience alienation from their god"}
{"rule":"If a person dreams of eating the faeces of their friend, their property will prosper, and they will have good luck.","omen":"eating the faeces of their friend","interpretation":" their property will prosper and they will have good luck"}
{"rule":"If a person dreams of eating the faeces of wild animals, they will have riches.","omen":"eating the faeces of wild animals","interpretation":" they will have riches"}
{"rule":"If a person dreams of eating the fruit of a deadly nightshade or poisonous plant, they will face hardship but prevail over their enemy.","omen":"eating the fruit of a deadly nightshade or poisonous plant","interpretation":" they will face hardship but prevail over their enemy"}
{"rule":"If a person dreams of eating the seeds of the sarbatu tree, their evil luck will be removed.","omen":"eating the seeds of the sarbatu tree","interpretation":" their evil luck will be removed"}
{"rule":"If a person dreams of eating tar, imprisonment will seize them, and they will have no peace of mind.","omen":"eating tar","interpretation":" imprisonment will seize them and they will have no peace of mind"}
{"rule":"If a person dreams of eating slime or mud, their mind will be troubled, and they will become decrepit.","omen":"eating slime or mud","interpretation":" their mind will be troubled and they will become decrepit"}
{"rule":"If a person dreams of eating flies, they will have barley and silver.","omen":"eating flies","interpretation":" they will have barley and silver"}
{"rule":"If a person dreams of eating ants, their possessions will constantly keep them busy.","omen":"eating ants","interpretation":" their possessions will constantly keep them busy"}
{"rule":"If a person dreams of eating worms, they will obtain a triumph.","omen":"eating worms","interpretation":" they will obtain a triumph"}
{"rule":"If a person dreams of eating geckos, whatever they own will vanish.","omen":"eating geckos","interpretation":" whatever they own will vanish"}
{"rule":"If a person dreams of drinking their own urine, they will have peace of mind.","omen":"drinking their own urine","interpretation":" they will have peace of mind"}
{"rule":"If a person dreams of being given a material like stone or clay, they will have a son.","omen":"being given a material like stone or clay","interpretation":" they will have a son"}
{"rule":"If a person dreams of being given lapis lazuli, the gods will favor them.","omen":"being given lapis lazuli","interpretation":" the gods will favor them"}
{"rule":"If a person dreams of being given red stone, they will have sons and daughters.","omen":"being given red stone","interpretation":" they will have sons and daughters"}
{"rule":"If a person dreams of being given a crafted object, they will have neither sons nor daughters.","omen":"being given a crafted object","interpretation":" they will have neither sons nor daughters"}
{"rule":"If a person dreams of being given ivory, they will attain their heart's desire.","omen":"being given ivory","interpretation":" they will attain their hearts desire"}
{"rule":"If a person dreams of being given an inscribed object, they will gain a name or have a legitimate son.","omen":"being given an inscribed object","interpretation":" they will gain a name or have a legitimate son"}
{"rule":"If a person dreams of being given an object with figures, they will have sons and peace of mind.","omen":"being given an object with figures","interpretation":" they will have sons and peace of mind"}
{"rule":"If a person dreams of being given an official document, there will be a protective god and goddess for them.","omen":"being given an official document","interpretation":" there will be a protective god and goddess for them"}
{"rule":"If a person dreams of being given an old object, they will have a legitimate son or receive a sign.","omen":"being given an old object","interpretation":" they will have a legitimate son or receive a sign"}
{"rule":"If a person dreams of being given a perforated object, they will have a legitimate son.","omen":"being given a perforated object","interpretation":" they will have a legitimate son"}
{"rule":"If a person dreams of being given an unperforated object, they will have a deaf son.","omen":"being given an unperforated object","interpretation":" they will have a deaf son"}
{"rule":"If a person dreams of wearing an object and it is taken away, either their son or their daughter will die.","omen":"wearing an object and it is taken away","interpretation":" either their son or their daughter will die"}
{"rule":"If a person dreams of being given juniper, they will experience a pleasant year.","omen":"being given juniper","interpretation":" they will experience a pleasant year"}
{"rule":"If a person dreams of being given sandalwood, they will have no rival.","omen":"being given sandalwood","interpretation":" they will have no rival"}
{"rule":"If a person dreams of being given poplar, they will get a spouse.","omen":"being given poplar","interpretation":" they will get a spouse"}
{"rule":"If a person dreams of being given aromatic matter they recognize, they will find something lost.","omen":"being given aromatic matter they recognize","interpretation":" they will find something lost"}
{"rule":"If a person dreams of being given aromatic matter they do not recognize, the king will take away their possessions.","omen":"being given aromatic matter they do not recognize","interpretation":" the king will take away their possessions"}
{"rule":"If a person dreams of being given boxwood, they will be happy.","omen":"being given boxwood","interpretation":" they will be happy"}
{"rule":"If a person dreams of being given mahogany, they will have daughters.","omen":"being given mahogany","interpretation":" they will have daughters"}
{"rule":"If a person dreams of being given juniper, the deity will present them with \"life\" (i.e., health).","omen":"being given juniper","interpretation":" the deity will present them with life ie health"}
{"rule":"If a person dreams of being given cedar, either their father or their firstborn son will die.","omen":"being given cedar","interpretation":" either their father or their firstborn son will die"}
{"rule":"If a person dreams of being given cypress, they will come to an end in their prime.","omen":"being given cypress","interpretation":" they will come to an end in their prime"}
{"rule":"If a person dreams of being given the tool of a carpenter, they will own the house of their adversary.","omen":"being given the tool of a carpenter","interpretation":" they will own the house of their adversary"}
{"rule":"If a person dreams of being given the tool of a leatherworker, there will be constant expenses for them.","omen":"being given the tool of a leatherworker","interpretation":" there will be constant expenses for them"}
{"rule":"If a person dreams of being given the tool of a smith, an evil spell will seize them.","omen":"being given the tool of a smith","interpretation":" an evil spell will seize them"}
{"rule":"If a person dreams of being given the tool of a stone-cutter, their possessions will prosper.","omen":"being given the tool of a stonecutter","interpretation":" their possessions will prosper"}
{"rule":"If a person dreams of being given the tool of a potter, a \"mighty king\" will seize their riches.","omen":"being given the tool of a potter","interpretation":" a mighty king will seize their riches"}
{"rule":"If a person dreams of being given the tool of a reed-worker, joy of heart will follow them.","omen":"being given the tool of a reedworker","interpretation":" joy of heart will follow them"}
{"rule":"If a person dreams of being given the tool of a coppersmith, poverty and want will seize them.","omen":"being given the tool of a coppersmith","interpretation":" poverty and want will seize them"}
{"rule":"If a person dreams of being given tallow, they will obtain hardship.","omen":"being given tallow","interpretation":" they will obtain hardship"}
{"rule":"If a person dreams of being given beef tallow, they will grow old.","omen":"being given beef tallow","interpretation":" they will grow old"}
{"rule":"If a person dreams of being given mutton tallow, they will suffer a seizure of the eyes.","omen":"being given mutton tallow","interpretation":" they will suffer a seizure of the eyes"}
{"rule":"If a person dreams of being given lion tallow, they will have no rival.","omen":"being given lion tallow","interpretation":" they will have no rival"}
{"rule":"If a person dreams of being given wolf tallow, their personal god is angry with them.","omen":"being given wolf tallow","interpretation":" their personal god is angry with them"}
{"rule":"If a person dreams of being given dog tallow, they will suffer an evil seizure.","omen":"being given dog tallow","interpretation":" they will suffer an evil seizure"}
{"rule":"If a person dreams of being given tallow from a known wild animal, terror will seize them.","omen":"being given tallow from a known wild animal","interpretation":" terror will seize them"}
{"rule":"If a person dreams of being given horse meat, they will come to shame in court.","omen":"being given horse meat","interpretation":" they will come to shame in court"}
{"rule":"If a person dreams of being given wild donkey meat, they will face want of barley.","omen":"being given wild donkey meat","interpretation":" they will face want of barley"}
{"rule":"If a person dreams of being given dried meat, an evil spell will seize them.","omen":"being given dried meat","interpretation":" an evil spell will seize them"}
{"rule":"If a person dreams of being given dog meat, their field will be productive.","omen":"being given dog meat","interpretation":" their field will be productive"}
{"rule":"If a person dreams of being given pork meat, they will experience bad health.","omen":"being given pork meat","interpretation":" they will experience bad health"}
{"rule":"If a person dreams of being given donkey meat, they will find something which does not belong to them.","omen":"being given donkey meat","interpretation":" they will find something which does not belong to them"}
{"rule":"If a person dreams of being given the head of a pick-axe, their head will be cut off.","omen":"being given the head of a pickaxe","interpretation":" their head will be cut off"}
{"rule":"If a person dreams of being given a leather shield, they will get out of their distress.","omen":"being given a leather shield","interpretation":" they will get out of their distress"}
{"rule":"If a person dreams of being given a goad, they will have no equal.","omen":"being given a goad","interpretation":" they will have no equal"}
{"rule":"If a person dreams of being given a door, they will grow old.","omen":"being given a door","interpretation":" they will grow old"}
{"rule":"If a person dreams of being given a bar, they will receive what their heart wishes.","omen":"being given a bar","interpretation":" they will receive what their heart wishes"}
{"rule":"If a person dreams of being given a bolt, the secret will not leak out.","omen":"being given a bolt","interpretation":" the secret will not leak out"}
{"rule":"If a person dreams of being given a stylus, they will have a helper.","omen":"being given a stylus","interpretation":" they will have a helper"}
{"rule":"If a person dreams of being given a reed, they will obtain their desires.","omen":"being given a reed","interpretation":" they will obtain their desires"}
{"rule":"If a person dreams of being given a silver-coated chariot, they will obtain something which does not belong to them.","omen":"being given a silvercoated chariot","interpretation":" they will obtain something which does not belong to them"}
{"rule":"If a person dreams of being given a wheel, they will have twins.","omen":"being given a wheel","interpretation":" they will have twins"}
{"rule":"If a person dreams of being given a wagon, they will obtain their desire.","omen":"being given a wagon","interpretation":" they will obtain their desire"}
{"rule":"If a person dreams of being given some part of a chariot, income will come in.","omen":"being given some part of a chariot","interpretation":" income will come in"}
{"rule":"If a person dreams of being given the reins, their days will be long.","omen":"being given the reins","interpretation":" their days will be long"}
{"rule":"If a person dreams of being given a small spoon, the sesame will not prosper.","omen":"being given a small spoon","interpretation":" the sesame will not prosper"}
{"rule":"If a person dreams of being given a scoop, the sesame will prosper.","omen":"being given a scoop","interpretation":" the sesame will prosper"}
{"rule":"If a person dreams of being given an empty goblet, the poor will become poorer.","omen":"being given an empty goblet","interpretation":" the poor will become poorer"}
{"rule":"If a person dreams of being given honey, there will be cases of death in their family.","omen":"being given honey","interpretation":" there will be cases of death in their family"}
{"rule":"If a person dreams of being given mountain-honey, they will obtain their heart's desire.","omen":"being given mountainhoney","interpretation":" they will obtain their hearts desire"}
{"rule":"If a person dreams of being given oil, they will hear sweet words and experience friendliness.","omen":"being given oil","interpretation":" they will hear sweet words and experience friendliness"}
{"rule":"If a person dreams of being given scented oil, they will experience sweet words and friendliness.","omen":"being given scented oil","interpretation":" they will experience sweet words and friendliness"}
{"rule":"If a person dreams of being given beef oil, profits are in store for them.","omen":"being given beef oil","interpretation":" profits are in store for them"}
{"rule":"If a person dreams of being given mutton oil, they will enjoy prosperity during their term of office.","omen":"being given mutton oil","interpretation":" they will enjoy prosperity during their term of office"}
{"rule":"If a person dreams of being given bird oil, they will hear warnings: \"Watch out, watch out!\"","omen":"being given bird oil","interpretation":" they will hear warnings watch out watch out"}
{"rule":"If a person dreams of being given fish oil, they will face steady expenses.","omen":"being given fish oil","interpretation":" they will face steady expenses"}
{"rule":"If a person dreams of being given lion oil, they will reach perfection.","omen":"being given lion oil","interpretation":" they will reach perfection"}
{"rule":"If a person dreams of being given wolf oil, they will suffer an attack of the silitu-disease.","omen":"being given wolf oil","interpretation":" they will suffer an attack of the silitudisease"}
{"rule":"If a person dreams of being given dog oil, they will be imprisoned.","omen":"being given dog oil","interpretation":" they will be imprisoned"}
{"rule":"If a person dreams of being given donkey oil, they will shine with happiness.","omen":"being given donkey oil","interpretation":" they will shine with happiness"}
{"rule":"If a person dreams of being given horse oil, they will be caught by god and king.","omen":"being given horse oil","interpretation":" they will be caught by god and king"}
{"rule":"If a person dreams of being given mule oil, their name will not prosper.","omen":"being given mule oil","interpretation":" their name will not prosper"}
{"rule":"If a person dreams of being given wild donkey oil, they will die outside of the city.","omen":"being given wild donkey oil","interpretation":" they will die outside of the city"}
{"rule":"If a person dreams of being given stag oil, they will be bedridden for one year.","omen":"being given stag oil","interpretation":" they will be bedridden for one year"}
{"rule":"If a person dreams of being given ibex oil, they will be seized by malevolent forces.","omen":"being given ibex oil","interpretation":" they will be seized by malevolent forces"}
{"rule":"If a person dreams of being given doe oil, their daughter will die.","omen":"being given doe oil","interpretation":" their daughter will die"}
{"rule":"If a person dreams of being given gazelle oil, their daughter will die.","omen":"being given gazelle oil","interpretation":" their daughter will die"}
{"rule":"If a person dreams of being given panther oil, they will shine with happiness.","omen":"being given panther oil","interpretation":" they will shine with happiness"}
{"rule":"If a person dreams of being given a full goblet, they will have a name and offspring.","omen":"being given a full goblet","interpretation":" they will have a name and offspring"}
{"rule":"If a person dreams of being given wine, they will hear a friendly word and their days will be long.","omen":"being given wine","interpretation":" they will hear a friendly word and their days will be long"}
{"rule":"If a person dreams of being given beer, their personal god will remove their heart from them; they will be spoken to, but they will forget.","omen":"being given beer","interpretation":" their personal god will remove their heart from them they will be spoken to but they will forget"}
{"rule":"If a person dreams of being given an unknown kind of beer, they will worry.","omen":"being given an unknown kind of beer","interpretation":" they will worry"}
{"rule":"If a person dreams of being given an infusion of the fruits of the sun-tree, they will lose what they have left, and suffer an evil seizure.","omen":"being given an infusion of the fruits of the suntree","interpretation":" they will lose what they have left and suffer an evil seizure"}
{"rule":"If a person dreams of being given vinegar, they will have brothers.","omen":"being given vinegar","interpretation":" they will have brothers"}
{"rule":"If a person dreams of being given a water-measurer, their possessions will be lost.","omen":"being given a watermeasurer","interpretation":" their possessions will be lost"}
{"rule":"If a person dreams of being given linen, the hand of the god will be placed upon them.","omen":"being given linen","interpretation":" the hand of the god will be placed upon them"}
{"rule":"If a person dreams of being given a linen garment, they will stand up against their rival.","omen":"being given a linen garment","interpretation":" they will stand up against their rival"}
{"rule":"If a person dreams of being given an infusion of imhur-esra plants, their possessions will flourish.","omen":"being given an infusion of imhuresra plants","interpretation":" their possessions will flourish"}
{"rule":"If a person dreams of being given meat-broth, they will experience bad health.","omen":"being given meatbroth","interpretation":" they will experience bad health"}
{"rule":"If a person dreams of being given water, their days will be long.","omen":"being given water","interpretation":" their days will be long"}
{"rule":"If a person dreams of being given beer, they will be spoken to, but they will forget.","omen":"being given beer","interpretation":" they will be spoken to but they will forget"}
{"rule":"If a person dreams of being given wine, their days will be short.","omen":"being given wine","interpretation":" their days will be short"}
{"rule":"If a person dreams of being given water from a river, their profit will be large.","omen":"being given water from a river","interpretation":" their profit will be large"}
{"rule":"If a person dreams of being given water from an oil-well, they will experience confusion.","omen":"being given water from an oilwell","interpretation":" they will experience confusion"}
{"rule":"If a person dreams of being given water from a ditch, they will face quarrels.","omen":"being given water from a ditch","interpretation":" they will face quarrels"}
{"rule":"If a person dreams of being given water from a canal, the Storm-god will flood their harvest.","omen":"being given water from a canal","interpretation":" the stormgod will flood their harvest"}
{"rule":"If a person dreams of seizing the hand of an important person, they will gain power or influence.","omen":"seizing the hand of an important person","interpretation":" they will gain power or influence"}
{"rule":"If a person dreams of seizing the garment of an important person, they will achieve importance.","omen":"seizing the garment of an important person","interpretation":" they will achieve importance"}
{"rule":"If a person dreams of seizing the crescent, in an unknown place, a protective angel will be with them, but it will go away.","omen":"seizing the crescent","interpretation":" in an unknown place a protective angel will be with them but it will go away"}
{"rule":"If a person dreams of seizing the clothing of a small child, a small child will bless them.","omen":"seizing the clothing of a small child","interpretation":" a small child will bless them"}
{"rule":"If a person dreams of seizing a lion, it will be the same as seizing a protective angel.","omen":"seizing a lion","interpretation":" it will be the same as seizing a protective angel"}
{"rule":"If a person dreams of seizing a wolf, it will be the same as seizing a protective angel.","omen":"seizing a wolf","interpretation":" it will be the same as seizing a protective angel"}
{"rule":"If a person dreams of seizing a fox, they will seize or catch a protective angel.","omen":"seizing a fox","interpretation":" they will seize or catch a protective angel"}
{"rule":"If a person dreams of seizing a fox and it escapes, they will have a protective angel, but it will go away.","omen":"seizing a fox and it escapes","interpretation":" they will have a protective angel but it will go away"}
{"rule":"If a person dreams of seizing a ram, the court (lawsuit) will seize them.","omen":"seizing a ram","interpretation":" the court lawsuit will seize them"}
{"rule":"If a person dreams of seizing a female dog, they will seize or catch a protective angel, upon the command of the deity.","omen":"seizing a female dog","interpretation":" they will seize or catch a protective angel upon the command of the deity"}
{"rule":"If a person dreams of seizing a god or a king, the authority of the god or king will catch them.","omen":"seizing a god or a king","interpretation":" the authority of the god or king will catch them"}
{"rule":"If a person dreams of chewing barley, they will be accused by accusers.","omen":"chewing barley","interpretation":" they will be accused by accusers"}
{"rule":"If a person dreams of seizing a snake, they will have a protective angel.","omen":"seizing a snake","interpretation":" they will have a protective angel"}
{"rule":"If a person dreams of seizing a he-goat, an evil spirit will seize them.","omen":"seizing a hegoat","interpretation":" an evil spirit will seize them"}
{"rule":"If a person dreams of repeatedly hearing rumors of accusations in heaven, they will have worries.","omen":"repeatedly hearing rumors of accusations in heaven","interpretation":" they will have worries"}
{"rule":"If a person dreams of a god entering the inner part of heaven and being seen, the price of barley will be weighed.","omen":"a god entering the inner part of heaven and being seen","interpretation":" the price of barley will be weighed"}
{"rule":"If a person dreams of descending into the netherworld, they will die but not be buried in the ground; their foundation will not be secure.","omen":"descending into the netherworld","interpretation":" they will die but not be buried in the ground their foundation will not be secure"}
{"rule":"If a person dreams of descending into the netherworld and seeing the dead appear, there will be short days, and cases of death in their family.","omen":"descending into the netherworld and seeing the dead appear","interpretation":" there will be short days and cases of death in their family"}
{"rule":"If a person dreams of descending into the netherworld and the dead curse them, they will receive blessings by the command of the deity and enjoy long days.","omen":"descending into the netherworld and the dead curse them","interpretation":" they will receive blessings by the command of the deity and enjoy long days"}
{"rule":"If a person dreams of descending into the netherworld and the dead bless them, they will not be buried in the ground.","omen":"descending into the netherworld and the dead bless them","interpretation":" they will not be buried in the ground"}
{"rule":"If a person dreams of descending into the netherworld and the dead rejoice over them, the rich will become poor, the poor will become rich; they will die but not be buried where they were born.","omen":"descending into the netherworld and the dead rejoice over them","interpretation":" the rich will become poor the poor will become rich they will die but not be buried where they were born"}
{"rule":"If a person dreams of descending into the netherworld and seeing a dead person, there will be an upsurge in evil.","omen":"descending into the netherworld and seeing a dead person","interpretation":" there will be an upsurge in evil"}
{"rule":"If a person dreams of descending into the netherworld and a dead person prostrates before them, they will die but not lie undisturbed in the ground.","omen":"descending into the netherworld and a dead person prostrates before them","interpretation":" they will die but not lie undisturbed in the ground"}
{"rule":"If a person dreams of descending into the netherworld and a dead person blesses them, they will die through the collapse of a wall.","omen":"descending into the netherworld and a dead person blesses them","interpretation":" they will die through the collapse of a wall"}
{"rule":"If a person dreams of descending into the netherworld and a dead person kisses them, they will die a death caused by a cold.","omen":"descending into the netherworld and a dead person kisses them","interpretation":" they will die a death caused by a cold"}
{"rule":"If a person dreams of descending into the netherworld and kissing a dead person, they will die a death caused by a cold.","omen":"descending into the netherworld and kissing a dead person","interpretation":" they will die a death caused by a cold"}
{"rule":"If a person dreams of descending into the netherworld and biting a dead person, they will die through a falling roof-beam.","omen":"descending into the netherworld and biting a dead person","interpretation":" they will die through a falling roofbeam"}
{"rule":"If a person dreams of spirits giving water to their hands, one of their eyes will be destroyed.","omen":"spirits giving water to their hands","interpretation":" one of their eyes will be destroyed"}
{"rule":"If a person dreams of spirits descending from heaven and giving water to their hands, they will tear out their eyes, or they will receive the \"water of their pupils\" in their hands.","omen":"spirits descending from heaven and giving water to their hands","interpretation":" they will tear out their eyes or they will receive the water of their pupils in their hands"}
{"rule":"If a person dreams of spirits descending from heaven and giving water to their hands, their eye will be torn out, or calumny will befall them.","omen":"spirits descending from heaven and giving water to their hands","interpretation":" their eye will be torn out or calumny will befall them"}
{"rule":"If a person dreams of cutting the twigs of a date-palm, their misfortune will be removed from them.","omen":"cutting the twigs of a datepalm","interpretation":" their misfortune will be removed from them"}
{"rule":"If a person dreams of cutting down a date-palm, their misfortune will be removed from them.","omen":"cutting down a datepalm","interpretation":" their misfortune will be removed from them"}
{"rule":"If a person dreams of a basal side-shoot growing out of a date-palm, they will obtain their wish.","omen":"a basal sideshoot growing out of a datepalm","interpretation":" they will obtain their wish"}
{"rule":"If a person dreams of a basal side-shoot failing to grow out of a date-palm, they will stand up in court against their adversary.","omen":"a basal sideshoot failing to grow out of a datepalm","interpretation":" they will stand up in court against their adversary"}
{"rule":"If a person dreams of climbing a date-palm and eating dates, they will worry and suffer repercussions from the palace.","omen":"climbing a datepalm and eating dates","interpretation":" they will worry and suffer repercussions from the palace"}
{"rule":"If a person dreams of the pointed SI.KAK of a date-palm, it signifies a destiny of life.","omen":"the pointed sikak of a datepalm","interpretation":" it signifies a destiny of life"}
{"rule":"If a person dreams of cutting down a poplar tree, they will gain peace of mind.","omen":"cutting down a poplar tree","interpretation":" they will gain peace of mind"}
{"rule":"If a person dreams of cutting down a tamarisk tree, they will have no peace of mind.","omen":"cutting down a tamarisk tree","interpretation":" they will have no peace of mind"}
{"rule":"If a person dreams of cutting down a fir tree, they will gain peace of mind.","omen":"cutting down a fir tree","interpretation":" they will gain peace of mind"}
{"rule":"If a person dreams of cutting down a fig tree, they will experience joy of heart.","omen":"cutting down a fig tree","interpretation":" they will experience joy of heart"}
{"rule":"If a person dreams of cutting down an apple tree, they will resolve a legal decision.","omen":"cutting down an apple tree","interpretation":" they will resolve a legal decision"}
{"rule":"If a person dreams of cutting down a vine, they will experience joy of heart.","omen":"cutting down a vine","interpretation":" they will experience joy of heart"}
{"rule":"If a person dreams of cutting down a pomegranate tree, they will experience joy of heart.","omen":"cutting down a pomegranate tree","interpretation":" they will experience joy of heart"}
{"rule":"If a person dreams of carrying an official document, they will be seized and imprisoned.","omen":"carrying an official document","interpretation":" they will be seized and imprisoned"}
{"rule":"If a person dreams of carrying a wagon, they will obtain their heart's desire.","omen":"carrying a wagon","interpretation":" they will obtain their hearts desire"}
{"rule":"If a person dreams of carrying a sabarru-wagon, they will obtain their heart's desire.","omen":"carrying a sabarruwagon","interpretation":" they will obtain their hearts desire"}
{"rule":"If a person dreams of carrying a basket of the god, they will be relieved of an evil spell.","omen":"carrying a basket of the god","interpretation":" they will be relieved of an evil spell"}
{"rule":"If a person dreams of sitting on a date-palm and carrying the image of a god, they will experience turmoil of the heart.","omen":"sitting on a datepalm and carrying the image of a god","interpretation":" they will experience turmoil of the heart"}
{"rule":"If a person dreams of carrying sariru, they will carry an evil spell.","omen":"carrying sariru","interpretation":" they will carry an evil spell"}
{"rule":"If a person dreams of performing a ceremonial dance, they will conduct a lawsuit.","omen":"performing a ceremonial dance","interpretation":" they will conduct a lawsuit"}
{"rule":"If a person dreams of playing with a bow, they will conduct a lawsuit.","omen":"playing with a bow","interpretation":" they will conduct a lawsuit"}
{"rule":"If a person dreams of nocking a bow, they will conduct a lawsuit.","omen":"nocking a bow","interpretation":" they will conduct a lawsuit"}
{"rule":"If a person dreams of repeatedly taking aim with a bow, they will conquer by their own strength.","omen":"repeatedly taking aim with a bow","interpretation":" they will conquer by their own strength"}
{"rule":"If a person dreams of carrying a bow and shooting repeatedly, they will suffer losses by their own fault.","omen":"carrying a bow and shooting repeatedly","interpretation":" they will suffer losses by their own fault"}
{"rule":"If a person dreams of carrying a bow and breaking it, they will not obtain their heart's desire.","omen":"carrying a bow and breaking it","interpretation":" they will not obtain their hearts desire"}
{"rule":"If a person dreams of balancing a throwing-stick, they will conquer by their own strength.","omen":"balancing a throwingstick","interpretation":" they will conquer by their own strength"}
{"rule":"If a person dreams of balancing a lariat, they will conquer by their own strength.","omen":"balancing a lariat","interpretation":" they will conquer by their own strength"}
{"rule":"If a person dreams of carrying an arrow, they will walk safely through the streets of their town.","omen":"carrying an arrow","interpretation":" they will walk safely through the streets of their town"}
{"rule":"If a person dreams of having wings and flying to and fro, their foundation will not be solid. For an important person, their good luck will leave them; for a commoner, they are striving for their own misfortune, and their rival will despise them.","omen":"having wings and flying to and fro","interpretation":" their foundation will not be solid for an important person their good luck will leave them for a commoner they are striving for their own misfortune and their rival will despise them"}
{"rule":"If a person dreams of having wings and flying to and fro but alighting and failing to take off again, their foundation is not solid; in the positive case, it signifies a solid foundation.","omen":"having wings and flying to and fro but alighting and failing to take off again","interpretation":" their foundation is not solid in the positive case it signifies a solid foundation"}
{"rule":"If a person dreams of taking off and flying once, for an important person, it signifies good luck; for a commoner, their bad luck will leave them. If imprisoned, they will become free; if sick, they will recover.","omen":"taking off and flying once","interpretation":" for an important person it signifies good luck for a commoner their bad luck will leave them if imprisoned they will become free if sick they will recover"}
{"rule":"If a person dreams of flying to and fro, the rich will lose their wealth, and the poor will shed their bad luck.","omen":"flying to and fro","interpretation":" the rich will lose their wealth and the poor will shed their bad luck"}
{"rule":"If a person dreams of flying but failing to reach the limits of heaven and earth, the gods will persecute them with losses, and their rival will despise them.","omen":"flying but failing to reach the limits of heaven and earth","interpretation":" the gods will persecute them with losses and their rival will despise them"}
{"rule":"If a person dreams of flying to and fro and disappearing but reappearing, they will experience sorrow.","omen":"flying to and fro and disappearing but reappearing","interpretation":" they will experience sorrow"}
{"rule":"If a person dreams of flying to and fro and disappearing without reappearing, they will remember hardship.","omen":"flying to and fro and disappearing without reappearing","interpretation":" they will remember hardship"}
{"rule":"If a person dreams of flying to and fro and weakening their hands, their foundation is not solid.","omen":"flying to and fro and weakening their hands","interpretation":" their foundation is not solid"}
{"rule":"If a person dreams of falling into a river and the water enters their mouth, they will become important.","omen":"falling into a river and the water enters their mouth","interpretation":" they will become important"}
{"rule":"If a person dreams of sinking into a river and emerging again, they will gain riches.","omen":"sinking into a river and emerging again","interpretation":" they will gain riches"}
{"rule":"If a person dreams of seizing a fish in a river, they will obtain their heart's desire.","omen":"seizing a fish in a river","interpretation":" they will obtain their hearts desire"}
{"rule":"If a person dreams of bringing up clay from a river, they will build a house.","omen":"bringing up clay from a river","interpretation":" they will build a house"}
{"rule":"If a person dreams of eating rushes in a river, they will be burned.","omen":"eating rushes in a river","interpretation":" they will be burned"}
{"rule":"If a person dreams of dipping into a river, their sorrows will not reach them.","omen":"dipping into a river","interpretation":" their sorrows will not reach them"}
{"rule":"If a person dreams of dipping repeatedly into a river and reaching firm ground, they will face calumny.","omen":"dipping repeatedly into a river and reaching firm ground","interpretation":" they will face calumny"}
{"rule":"If a person dreams of falling into a river, sickness will seize them.","omen":"falling into a river","interpretation":" sickness will seize them"}
{"rule":"If a person dreams of walking constantly in dark waters, they will face a difficult lawsuit and be summoned to testify.","omen":"walking constantly in dark waters","interpretation":" they will face a difficult lawsuit and be summoned to testify"}
{"rule":"If a person dreams of washing themselves in a river, they will experience losses.","omen":"washing themselves in a river","interpretation":" they will experience losses"}
{"rule":"If a person dreams of sinking into a river and coming up again, they will have worries.","omen":"sinking into a river and coming up again","interpretation":" they will have worries"}
{"rule":"If a person dreams of crossing a river, they will experience confusion.","omen":"crossing a river","interpretation":" they will experience confusion"}
{"rule":"If a person dreams of going down to a river and coming up again, they will stand up in court against their adversary.","omen":"going down to a river and coming up again","interpretation":" they will stand up in court against their adversary"}
{"rule":"If a person dreams of coming up from a river, they will receive good news.","omen":"coming up from a river","interpretation":" they will receive good news"}
{"rule":"If a person dreams of washing themselves in a river and then coming up, they will experience business losses.","omen":"washing themselves in a river and then coming up","interpretation":" they will experience business losses"}
{"rule":"If a person dreams of damming up a river, they will face hard times.","omen":"damming up a river","interpretation":" they will face hard times"}
{"rule":"If a person dreams of falling into a river and drifting downstream, they will ask something from a friendly person but will not receive it.","omen":"falling into a river and drifting downstream","interpretation":" they will ask something from a friendly person but will not receive it"}
{"rule":"If a person dreams of sinking into a river in their clothes, their foundation is solid.","omen":"sinking into a river in their clothes","interpretation":" their foundation is solid"}
{"rule":"If a person dreams of falling into a river and drifting upstream, they will ask something from an unfriendly person and will receive it.","omen":"falling into a river and drifting upstream","interpretation":" they will ask something from an unfriendly person and will receive it"}
{"rule":"If a person dreams of carrying an adult, they will encounter full wrath.","omen":"carrying an adult","interpretation":" they will encounter full wrath"}
{"rule":"If a person dreams of carrying a child, they will encounter full wrath.","omen":"carrying a child","interpretation":" they will encounter full wrath"}
{"rule":"If a person dreams of carrying the crescent symbol, they will encounter full wrath.","omen":"carrying the crescent symbol","interpretation":" they will encounter full wrath"}
{"rule":"If a person dreams of carrying the sun-disk symbol, they will encounter full wrath.","omen":"carrying the sundisk symbol","interpretation":" they will encounter full wrath"}
{"rule":"If a person dreams of carrying a ceremonial implement, they will experience losses.","omen":"carrying a ceremonial implement","interpretation":" they will experience losses"}
{"rule":"If a person dreams of carrying dates on their head, they will experience sorrow.","omen":"carrying dates on their head","interpretation":" they will experience sorrow"}
{"rule":"If a person dreams of carrying a mountain on their head, they will have no rival.","omen":"carrying a mountain on their head","interpretation":" they will have no rival"}
{"rule":"If a person dreams of carrying salt on their head, the builder of their house will be led in shame around the town.","omen":"carrying salt on their head","interpretation":" the builder of their house will be led in shame around the town"}
{"rule":"If a person dreams of carrying saltpetre from the foundation walls of their house, they will be buried in the town.","omen":"carrying saltpetre from the foundation walls of their house","interpretation":" they will be buried in the town"}
{"rule":"If a person dreams of carrying salt, their teeth will hurt them.","omen":"carrying salt","interpretation":" their teeth will hurt them"}
{"rule":"If a person dreams of carrying meat in the street, their health will not be good.","omen":"carrying meat in the street","interpretation":" their health will not be good"}
{"rule":"If a person dreams of carrying barley in the street, they will stand up in court against their adversary.","omen":"carrying barley in the street","interpretation":" they will stand up in court against their adversary"}
{"rule":"If a person dreams of carrying beer in the street, they will have peace of mind.","omen":"carrying beer in the street","interpretation":" they will have peace of mind"}
{"rule":"If a person dreams of carrying beer-wort in the street, grief is in store for them.","omen":"carrying beerwort in the street","interpretation":" grief is in store for them"}
{"rule":"If a person dreams of carrying water in the street, their misfortune will depart.","omen":"carrying water in the street","interpretation":" their misfortune will depart"}
{"rule":"If a person dreams of carrying a table in the street, they will die through the wrath caused by their own words.","omen":"carrying a table in the street","interpretation":" they will die through the wrath caused by their own words"}
{"rule":"If a person dreams of a god uttering a benediction before them, they will experience the wrath of the god.","omen":"a god uttering a benediction before them","interpretation":" they will experience the wrath of the god"}
{"rule":"If a person dreams of a god uttering a curse against them, their prayers will be accepted.","omen":"a god uttering a curse against them","interpretation":" their prayers will be accepted"}
